{
  //SPECIAL DIALOGUE
  "patio_Victor": "Это прекрасный день.$1",
  "spouseRoom_Victor": "Привет, зайка. Я взял несколько книг из библиотеки. Эльфийские и дварфийские знания очаровывают.$1#$e#Я люблю тебя!$4",
  "funReturn_Victor": "Привет! Каким был твой день сегодня?$1#$b#У меня была освежающая прогулка по ферме и по городу. Кстати, мама передала привет! Она надеется, что ты зайдешь.$3",
  "funLeave_Victor": "Я бегу по делам сегодня. Тебе взять чего-нибудь?$1",
  "OneKid_0": "Как думаешь, %kid1 вырастет, чтобы быть таким фермером, как ты?$1#$e#Я хотел бы оставить %farm ферму нашей семье.$3",
  "OneKid_1": "Смотрю, как %kid1 играется этим утром, и это сделало меня таким счастливым.$3#$e#У меня возникает чувство, что все, что я сделал в своей жизни, привело к этому моменту.$1#$b#Мы в самом деле создали семью, @. Вместе.$4#$e#Я люблю тебя так сильно, и ничто никогда не изменит это.$4",
  "OneKid_2": "Я взял еще детского питания у Пьера на днях, солнце.$3#$e#Тебе не нужно беспокоиться об этом! Продолжай свою деятельность.$1#$e#У меня все схвачено!$1",
  "OneKid_3": "Моя мама хочет приехать в ближайшее время, чтобы увидеть %kid1. Ты не против?$3#$e#Я рад, что ты не против моей мамы в гостях. Я дам ей знать!$1",
  "OneKid_4": "%kid1 бросил игрушку в меня. К счастью, у меня есть ниндзя-рефлексы, и я увернулся от нее.$0#$e#Ладно. Она ударила меня точно по лицу, и мои рефлексы больше похожи на рефлексы ленивца.$2",
  "TwoKids_0": "Я рад, что %kid2 и %kid1 ладят друг с другом.$1#$b#Это было бы для нас большой проблемой, если бы они не ладили.$0",
  "TwoKids_1": "Посмотри на семью, которую мы воспитываем. Мы действительно делаем это!$4#$e#Я никогда не был так счастлив в своей жизни. Я люблю тебя так сильно, @.$4",
  "TwoKids_2": "%kid2 смог решить головоломку вчера, @.$7#$b#Я думаю, что %kid2 в будущем может стать талантливым инженером или архитектором.$3#$e#Какую головоломку? Нужно было просто... положить этот блок-звезду в то отверстие в форме звезды, но... Ты знаешь, что я имею в виду.$0",
  "TwoKids_3": "%kid2 и %kid1 устроили беспорядок в их комнате этим утром. Это было эм-м... тем еще зрелищем.$0#$e#Не волнуйся, @. Я уже все убрал.$1",
  "TwoKids_4": "Я купил больше подгузников для %kid1 и %kid2. Тебе не нужно беспокоиться об этом, @!$3#$e#Я люблю тебя!$4",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "Весна прекрасна в долине Стардью. Не слишком жарко, не слишком холодно.$1#$e#Погода в это время года идеальная. Даже дождь дарит ощущение чистоты.$0",
  "spring_1": "Я чувствую запах свежих цветов и пыльцы. Это весна, солнце!$1#$e#Я уверен, что в этом году у нас будет фантастический урожай!$3",
  "spring_13": "Ты собираешься участвовать в охоте за яйцами сегодня?$3#$b#Надеюсь, ты победишь Абигейл. Она действующая чемпионка, поэтому интересно будет увидеть ее лицо, когда кто-то, наконец, скинет ее с пьедестала.$1",
  "spring_24": "Сегодня мне нужно надеть мой лучший костюм на Цветочные танцы!$1#$b#Приятно видеть, как все танцуют вокруг красивых корзинок с цветами.$1",
  "summer_Victor": "Я бы не отказался от мятного шоколадного мороженого!$1#$b#Мы должны навестить Алекса у стенда с мороженым возле библиотеки, @.$3",
  "summer_1": "Лето наконец здесь! Эта хорошая солнечная погода даст мне повод выходить на улицу чаще.$1",
  "summer_11": "Знаешь, какой ингредиент добавишь сегодня в суп, @?$3#$b#Что бы это ни было, я уверен, что это сделает суп вкусным!$2#$e#Если только это не грибы. Я ненавижу грибы.$6",
  "summer_28": "Сегодня вечером мы должны держаться за руки на причале, наблюдая за полуночными медузами.$4",
  "fall_Victor": "Я так хочу тыквенного пирога в последнее время. Может быть, я скоро зайду к Пьеру, чтобы взять ингредиентов.$0#$e#Это был бы чудесный десерт на ужин, не правда ли?$1",
  "fall_1": "Ах, осень! Мое любимое время года! Мне нравится гулять по городу в холодную погоду.$1#$e#Цвета долины, кажется, становятся все красивее с каждым годом.$3",
  "fall_16": "Удачи сегодня с выставкой на ярмарке долины Стардью!$3#$b#Ты победишь Пьера. Я чувствую это!$1",
  "fall_27": "Счастливого жуткого дня, солнце! Если ты будешь держать меня за руку, может быть, я смогу пройти через монстров в лабиринте в этом году!$1",
  "winter_Victor": "Дай мне знать, когда захочешь поиграть в снежки, @. Я не буду тебе поддаваться!$3#$e#Хорошо, может быть, я позволю тебе выиграть один или два раза.$4",
  "winter_1": "Эта метель прошлой ночью покрыла всю долину. Оставайся в тепле, хорошо?$6#$e#Если ты простудишься, я позабочусь о тебе.$3",
  "winter_8": "Сегодня конкурс подледной рыбалки, @.$1#$b#Скоро мы должны выйти, чтобы вместе с остальными дойти до места рыбалки!$1",
  "winter_12": "Мы должны слепить снеговика! Я думаю, что он будет отлично смотреться на нашем заднем дворе.$1",
  "winter_25": "Счастливого дня Зимней Звезды, любовь моя. Сегодня вечером тебя будет ждать особенный подарок.$4#$e#Пока что я не могу сказать тебе, что это.$1#$b#Это того стоит. Я обещаю!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "Я раздумываю о том, что я должен сделать сегодня.$1#$e#Может, начать новую книгу?$3",
  "Indoor_Day_0": "Привет, любовь моя! Как у тебя сегодня дела?$1#$b#Я пытаюсь решить, играть мне в видеоигры, продолжать читать мою книгу или работать над проектом.$0#$e#Я решу в конце концов. Удачи на ферме!$1",
  "Indoor_Day_1": "Я голоден. Интересно, что в холодильнике... надеюсь, там есть спагетти!$3#$e#Клянусь, я не смог бы жить без них, мне они никогда не надоедают.$1",
  "Indoor_Day_2": "Я был в продуктивном настроении, поэтому я убрался дома. Там нет ни пылинки!$1#$e#Если ты найдешь пылинку, я смело уничтожу ее тряпкой!$5",
  "Indoor_Day_3": "Ты так много работаешь в последнее время.$3#$b#Я хочу дать тебе немного денег для чего-нибудь в салуне.[336]$1#$e#Ты заслуживаешь это. Я люблю тебя.$4",
  "Indoor_Day_4": "Жизнь на ферме с тобой - волшебный опыт.$3#$b#Я надеюсь, что для тебя тоже, солнышко.$1#$e#Давай сделаем сегодняшний день даже лучше, чем вчерашний.$1",
  "Outdoor_Victor": "Я взял для тебя тоник здоровья у доктора Харви.$1#$b#Это зарядит твое тело энергией, и ты сможешь выполнять больше работы.[349]$1#$e#Хорошего дня!$3",
  "Outdoor_0": "Время от времени хорошо выходить на улицу, хотя у меня есть работа, которую я должен сделать.$3",
  "Outdoor_1": "Твоему дедушке посчастливилось получить столько угодий в долине Стардью.$0#$b#В настоящее время невозможно купить столько земли, если у тебя нет десятка миллионов.$6#$e#Я рад, что ты решил заниматься фермерством вместо того, чтобы продать землю, @!^Я рад, что ты решила заниматься фермерством вместо того, чтобы продать землю, @!$1",
  "Outdoor_2": "Привет, любовь моя. Я просто делаю передышку. Не давай мне отвлечь тебя от работы!$1#$e#Сегодня вечером нам надо устроить больше обнимашек!$4",
  "Outdoor_3": "Приятно видеть тебя здесь.$3#$e#Ты застал меня за грезами.^Ты застала меня за грезами.$1",
  "Outdoor_4": "Мне нравится смотреть на ферму из внутреннего дворика. Тебе удалось достичь такого большого прогресса.$3#$e#Тебе следует гордиться собой!$1",
  "Rainy_Day_0": "Так как идет дождь, я мог бы закончить роман, который я читаю.$0#$e#Хей, я хочу поделиться с тобой секретом.$3#$e#Я люблю тебя больше всех на свете.$4#$e#Эм... это могло звучать немного глупо, но оно вызвало у тебя улыбку.$3",
  "Rainy_Day_1": "Я наслаждаюсь дождливыми днями, подобными этому. Это дает мне повод оставаться дома весь день.$3",
  "Rainy_Day_2": "Если ты пойдешь на улицу, убедись, что ты не промокнешь. Я не хочу, чтобы ты заболел.^Я не хочу, чтобы ты заболела.$6#$e#Если ты заболеешь, я позабочусь о тебе.$1",
  "Rainy_Day_3": "Такая погода - прекрасная возможность для меня поработать над схемами мостов.$3#$e#Не позволяй погоде мешать тебе выполнить то, что нужно сделать сегодня. Сделай это!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "Готовишься ко сну? Я сильно устал.$0",
  "Indoor_Night_0": "У тебя сегодня продуктивный день?$1#$e#Приятно слышать! Мы должны много обниматься сегодня вечером.$4",
  "Indoor_Night_1": "Сегодня я закончил черновик проекта моста для мэра Грэмплтона.$3#$b#В ближайшее время мне нужно сходить в город, чтобы показать ей мою работу.$1",
  "Indoor_Night_2": "Подойди чуть ближе. Я хочу кое-что сказать тебе.$0#$e#Ты лучше всех. Я люблю тебя.$4",
  "Indoor_Night_3": "Я был у моей мамы сегодня. Она хотела, чтобы я передал тебе привет от нее.$1#$e#О, она также дала мне еще одну бутылку вина для нас. Мы можем положить ее в буфет.[348]$1#$e#... Или ты можешь положить ее в ящик для отправки. Делай, что считаешь нужным.$0",
  "Indoor_Night_4": "На ферме темно по сравнению с городом Пеликан.$0#$b#В городе так много фонарных столбов, что легко забыть, какое сейчас время суток.$1",
  "Rainy_Night_Victor": "Хей! Я приготовил нам ужин. Наслаждайся, солнце.$1[214 224 228 235 237]",
  "Rainy_Night_0": "День прошел хорошо? Я не могу дождаться, когда мы ляжем в постель, чтобы прижаться к тебе.$3#$e#Я начал скучать по тебе с тех пор, как ты ушел выполнить свои поручения!^Я начал скучать по тебе с тех пор, как ты ушла выполнить свои поручения!$3",
  "Rainy_Night_1": "Я рад, что ты дома! Я так скучал по тебе сегодня!$1#$e#Если честно, я обычно скучаю по тебе, как только ты уходишь.$2",
  "Rainy_Night_2": "Я закончил большую часть моих планов для ремонта западного моста в Грэмплтоне.$1#$e#Я надеюсь, что мэр оценит мою работу.$0#$e#Она обычно ценит это.$1",
  "Rainy_Night_3": "Эм... Я хочу кое-что сказать, но я немного смущен...$2#$e#Сегодня ночью мы должны больше обниматься, @.$4",
  "Rainy_Night_4": "После всего, что я сделал сегодня, я совершенно истощен.$6#$b#Я очень хочу лечь спать.$3#$e#Я также с нетерпением жду, когда смогу обнять тебя.$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Я приготовил еду для тебя! Ты можешь съесть ее сейчас или оставить на потом.[210]$1",
  "Good_1": "Я слышал о %farm ферме в новостях этим утром!$1#$b#Ты отправляешь в город Зузу одни из самых качественных товаров, которые они получали за последние годы.!$3#$e#Я так горжусь тобой, солнышко!$4",
  "Good_2": "%pet напоминает мне моего кота, Дьюи.$6#$b#Я вижу, что ты хорошо заботишься о своем питомце.$3",
  "Good_3": "Привет, любовь моя. Вот, возьми немного денег. Ты заслуживаешь выпивки в салуне после всей той тяжелой работы, что ты делаешь![336]$1",
  "Good_4": "Я выделил абзацы в своем инженерном учебнике, чтобы следить за важными деталями.$3#$e#Кстати говоря... ты отрывок из моего учебника?$0#$b#Потому что ты - основной момент моего дня.$4#$e#Хех... это было немного глупо, да?$1",
  "Good_5": "Ох. У тебя что-то на лице. Давай я уберу.$0#$e#*целует* Я люблю тебя!$4",
  "Good_6": "Я просто восхищался кулоном русалки, который ты мне подарил.^Я просто восхищался кулоном русалки, который ты мне подарила.$3#$b#Я никогда не сниму его.$4#$e#Хорошо, я сниму это, когда буду принимать душ, но и только!$0",
  "Good_7": "Я сварил немного кофе для нас. Вот! Держи! Я налил его в твою любимую кружку.[395]$1",
  "Good_8": "Моя мама дала нам бутылку вина из своего погреба. Это винтажное вино с виноградника Абея![348]$1#$e#Может быть, мы могли бы выпить его сегодня вечером за ужином?$3",
  "Good_9": "Я не думаю, что когда-нибудь захочу уехать из долины Стардью.$0#$b#Я мог бы заработать больше денег в городе, но...$2#$b#Я хочу навсегда остаться здесь, с тобой.$3#$e#Ничто не изменит моего мнения.$1",
  "Neutral_0": "Сегодня я получил спам по поводу фондовых опционов Джоджа.$0#$e#Я думаю, это из-за истории поиска моей мамы.$0",
  "Neutral_1": "Мне хочется запустить новый файл сохранения в Легенде о Лонке. В играх Neendo столько реиграбельности.$1#$e#Это... по сути цифровая магия, если так подумать.$0#$b#Столько, сколько я люблю проектировать мосты, я люблю кодировать, это мое хобби.$3#$b#Возможно, в будущем я стану разработчиком видеоигр? Я не думаю, что когда-нибудь стану талантливее ConcernedMonkey!$1",
  "Neutral_2": "Моя мама испекла нам печенья! Вот, это тебе![223]$1#$e#У этих шоколадная глазурь - мои любимые!$3",
  "Neutral_3": "На днях я взял свежих фруктов и овощей у Пьера.$3#$b#Он всегда продает лучшие органические продукты в долине.$1#$e#Может быть, мы сделаем фруктовый салат сегодня вечером?$1",
  "Neutral_4": "Сейчас я читаю «Стихийные войны».$3#$e#Десятки тысяч теневых людей и дварфов вступили в войну несколько тысяч лет назад.$6#$b#Было много жертв с обеих сторон.$2#$e#Книга была собрана из местных легенд несколькими волшебниками и ведьмами из разных деревень и городов.$0",
  "Neutral_5": "Один из кухонных ящиков скрипел, поэтому я починил его.$1#$b$Дайте мне знать, если что-то еще в доме нужно подлатать, любовь моя!$3",
  "Neutral_6": "Сегодня утром я случайно надел свои туфли задом наперед. А я думал, почему мои ноги чувствовали себя так странно.$0",
  "Neutral_7": "Я взял из библиотеки книгу под названием «Гоблинские убийцы».$0#$b#Это книга о гоблинах, которые живут в разных шахтах по всему миру.$3#$e#Видимо, некоторые из них жили здесь, в долине Стардью, на вершине горы Корнеаль.$3#$b#Почти все вымерли. Остальные - в основном слуги развращенных ведьм, которые балуются темной магией.$0#$e#Авторы этой книги - высокообразованные волшебники, одним из которых является М. Расмодиус.$0",
  "Neutral_8": "Я думаю навестить мою маму сегодня. Я уверен, что она оценит неожиданный визит.$1",
  "Neutral_9": "Не знаю почему, но в последнее время я хочу коктейль Лунный Горизонт.$0#$b#Я думаю, что смогу зайти вечером в салун после того, как закончу свою работу.$1",
  "Bad_0": "Мне снился ужасный кошмар прошлой ночью. Я... чувствую себя нехорошо.$2#$e#Эм... Я поговорю с тобой об этом позже в постели, @.$2",
  "Bad_1": "Хей... Ты ранил мои чувства прошлой ночью, и я не могу смириться с тем, что ты сделал.^Ты ранила мои чувства прошлой ночью, и я не могу смириться с тем, что ты сделала.$2#$e#Мы поговорим об этом позже, сегодня вечером.$2",
  "Bad_2": "*вздох*... Моя мама потеряла деньги в торговле акциями, и она хочет, чтобы я пришел в гости.$2#$b#Она хочешь выместить это на мне. Я просто знаю, что это так и будет.$0",
  "Bad_3": "Как думаешь, мы могли бы серьезно поговорить сегодня?$0#$b#Это... кое-что серьезное.$2#$e#Мы поговорим об этом больше, когда ты освободишься из своих дел.$2",
  "Bad_4": "Я думаю, что заболел прошлой ночью. Я чувствую тошноту. Не трогай меня, @.$2#$e#Я тоже не хочу заразить тебя! Я заберу лекарство у доктора Харви сегодня.$2",
  "Bad_5": "Я забыл сохранить свою игру и потерял массу прогресса.$2#$b#Я сейчас немного... расстроен.$5#$e#Прости, @... Я... Я не хочу сейчас разговаривать. Хорошего дня.$2",
  "Bad_6": "Я застрял на исчислении в течение столь длительного времени, и я совершенно не знаю, что с этим делать.$2#$e#Я... не хочу разговаривать сейчас.$2",
  "Bad_7": "Я слышал ужасные новости об Империи Готоро и о том, что они делают со своими заключенными..$2#$e#Они... Я...$2#$e#...$2",
  "Bad_8": "Привет, @...$2#$e#...$2#$e#%Виктор игнорирует вас.",
  "Bad_9": "Все совершают ошибки. Ты обидел меня вчера, а я еще не простил тебя.^Ты обидела меня вчера, а я еще не простил тебя.$2#$e#Это... займет некоторое время.$2"
}