
{
  //SPECIAL DIALOGUE
  "Introduction": "О боже, разве ты не милашка! Добро пожаловать в долину, солнце.$6#$b#Это так увлекательно, когда кто-то новый переезжает сюда!$1#$e#Ты знаком с моим сыном, Виктором?$6^Ты знакома с моим сыном, Виктором?$3",
  "divorced": "Ты получил то, что хотел, так что оставьте меня в покое.$6^Ты получила то, что хотела, так что оставьте меня в покое.$5",
  "secondChance_Girls": "...Хочешь вернуть все, @?$6#$b#Солнце... Я упорно трудилась, чтобы оставить в прошлом то, что ты со мной сделал.$6^Я упорно трудилась, чтобы оставить в прошлом то, что ты со мной сделала. Брак... важнее для меня, чем для большинства людей. Ты знаешь это.$2#$b#...Я готова попробовать еще раз, но это в последний раз.$3#$b#Я люблю тебя, дорогой.$6^Я люблю тебя, дорогая. Надеюсь, я не ошибусь, снова доверяя тебе.$2",
  "dumped_Girls": "Тебе хватает наглости говорить со мной прямо сейчас, @?$5#$b#Мне нужно больше времени после того, что ты сделал со мной.$6^Мне нужно больше времени после того, что ты сделала со мной. И выпить.$2",
  "breakUp": "Я знала, что это было плохой идеей с самого начала.$2#$b#Спасибо за откровенность о своих чувствах.$0#$e#...$2",
  "stardrop_gift": "@. Я сделала специальный заказ на эту звездную каплю для тебя.$4#$b#Она свежая, совсем недавно сорванная. Я надеюсь, тебе понравится, солнце. Пусть это сделает твою работу немного легче.$3",
  "give_flowersA": "...Ты хочешь быть со мной? В самом деле?$1#$b#Конечно, я тоже хочу быть с тобой. Я просто не думала... Спасибо. За то, что делаешь первый шаг.$3",
  "give_flowersB": "Солнышко, я тронута. Конечно, я бы с удовольствием.$1#$e#...Пожалуйста, будьте терпеливее со мной. Прошло много времени с тех пор, как я была связана с кем-то.$3",
  "give_pendant": "...$2#$b#@...Я никогда бы не подумала, что снова вступлю в брак. Я никогда даже не думала о том, что снова буду с кем-либо.$2#$b#Но проводить время с тобой... это заставило меня почувствовать то, что, как я думала, оставила позади давным-давно.$3#$b#Да, @. Я хотела бы выйти за тебя.^Я хотела бы жениться на тебе. И... эта новая глава, которую мы начинаем, я надеюсь, что она самая счастливая из всех.$1",
  "rejectNPCA": "Я так не думаю, солнце.$6",
  "rejectNPCB": "Это не произойдет.$6#$e#Разговор окончен, @.$2",
  "reject_two_heartA": "Я не чувствую этого к тебе, солнце. Мне жаль.$2",
  "reject_two_heartB": "Нам нужно немного лучше узнать друг друга, прежде чем мы сделаем этот шаг, милый.^Нам нужно немного лучше узнать друг друга, прежде чем мы сделаем этот шаг, милая.$6#$e#Я не против, но... я не готова сделать этот выбор.$2",
  "reject_four_heartA": "Мысль о свидании с кем-то снова... Я не думаю, что смогу, солнце.$2#$e#Мы можем поговорить об этом больше в другой раз.$2",
  "reject_four_heartB": "@, ты отличный друг, но...$2#$b#Мне просто нужно немного больше времени, солнце. Давай узнаем друг друга получше.$2",
  "engageA": "Ты думаешь, я глупа, дорогой?$6^Ты думаешь, я глупа, дорогая? Я знаю, что у тебя уже есть кто-то.$5#$e#Не играй со мной так. Это неприятно.$2",
  "engageB": "...@. Что подумает об этом твой партнер?$2#$e#Я разочарована в тебе, солнце.$5",
  "marriedA": "Серьезно, @? Ты уже в браке.$5#$e#Я просто притворюсь, что этого никогда не было. Предлагаю тебе сделать то же самое.$5",
  "marriedB": "@... что ты делаешь? Я не собираюсь вставать между тобой и твоим супругом.$6#$e#Ты действительно думаешь, что я из тех людей, которые будут это делать?$5",
  "refusal_knownA": "О, дорогуша, брак - это серьезный разговор для нас.$6#$e#Давай выпьем бокал вина и поговорим об этом когда-нибудь.$0",
  "refusal_knownB": "Я не думаю, что готова снова вступить в брак в ближайшее время, @.$6#$b#Может быть, когда-нибудь я снова буду к этому готова.$2",
  "refusal_botherA": "...Этому не бывать в обозримом будущем, дорогуша.$6",
  "refusal_botherB": "Не сейчас.$0",
  "refusal_no_heartsA": "Ой! Я слышала, что эти подвески - местный романтический обычай. Как мило.$6#$b#Планируешь дать ее кому-то?$1",
  "refusal_no_heartsB": "Это не смешно - шутить о таком, солнце. Брак много значит для меня.$2",
  
  //JOJA JOB QUESTION
  "spring_Thu": "Работа в корпорации в городе была другой главой моей жизни.$3#$q 8001/8002 joja_followup#Ты раньше работал в Джоджа, не так ли?$6^Ты раньше работала в Джоджа, не так ли?#$r 8001 50 joja_yes#Да, приходилось работать там раньше.#$r 8002 -50 joja_no#Нет, мне не доводилось работать в Джоджа.",
  "joja_yes": "Хм, я так и думала. Мэр Льюис сказал мне.$6#$b#От офисного работника до фермера - какая невероятная смена карьеры! Я работаю биржевым трейдером в свободное время, может быть, 15 часов в неделю.$1#$b#Ты, должно быть, чувствуешь себя намного свободнее, когда работа с офисе корпорации не связывает тебя, и ты можешь заниматься любимой работой.$3#$b#Я рада, что ты нашел свое призвание, милый.$6^Я рада, что ты нашла свое призвание, милая.$1",
  "joja_no": "Это странно. Это не то, что сказал мне Моррис...$6",
  "joja_followup": "$p 8001#Это было и для тебя, солнце. Я рада, что мы оба можем двигаться дальше.$3|Это было и для тебя, милая. Я рада, что мы обе можем двигаться дальше.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_20_9": "%Оливия концентрируется на своей позе йоги.",
  "JenkinsHouse8_18_5": "Я в постели, дорогуша. Приходи в другой раз.$0",
  "JenkinsHouse_5_8": "@, я пользуюсь уборной! Уходи!$5",
  "SeedShop_20_20": "%Оливия концентрируется на своей позе йоги.",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Я счастлива, что снова наступила весна. Я очень устала от зимней погоды.$1",
  "spring_9": "Иногда я скучаю по тому, как я была занята, когда возвращалась в город Зузу на свою работу в корпорации.$2#$e#У меня так много свободного времени здесь, в долине. Это позволяет мне сосредоточиться на своих хобби, но иногда я могу потеряться в своих мыслях...$3",
  "spring_12": "Яичный фестиваль завтра! Хороший повод побаловать себя винтажным вином из моей коллекции.$3",
  "spring_23": "Привет, зайка. Весна скоро подойдет к концу. Ты знаешь, какие культуры посадишь на лето?$3#$e#Марни выращивает дыни каждый год, и они всегда вкусные. Я с нетерпением жду их.$1",
  "spring_28": "Я думаю, может стоит посадить подсолнухи на нашем заднем дворе. Когда я вижу подсолнухи, я чувствую дух лета.$1#$e#Семечки подсолнуха также полезны!$3",
 
  "Mon": "Интересно, хочет ли кто-нибудь из друзей Виктора работать неполный рабочий день по уборке дома? Это сэкономило бы мне много времени.$6",
  "Mon2": "У меня довольно плотное расписание, но я стараюсь выделять время на встречи с Кэролайн и Джоди по понедельникам и четвергам. Они обе мои близкие подруги.$3#$e#Я стараюсь держаться подальше от Пэм. Она просто не очень мне нравится.$6#$e#Почему? Дорогуша, это не твое дело.$1",
  "Mon4": "Я думаю, должна ли я нанять ландшафтного дизайнера. Заднему двору надо уделить немного внимания.$0#$e#Ты хочешь еще поговорить? Я сейчас занята, дорогуша.$6",
  "Mon8": "Это радость - встретиться с тобой, @.$3#$e#Чао!$1",
  "Mon10": "Привет, солнце. Не хочешь завтра позаниматься со мной йогой на уроке акробатики?$3#$e#Я могу научить тебя некоторым основным позам!$1",
  "Tue": "Привет, солнце. У тебя сегодня был продуктивный день? Не переутомляйся и не вреди себе.$3#$e#Я бы не хотела, чтобы ты покинул нас так скоро.$6^Я бы не хотела, чтобы ты покинула нас так скоро.$6",
  "Tue2": "Я занимаюсь йогой годами. Я могу делать сложные позы, такие как «Повелитель танца» и «Лотос».$1#$e#Оставаться здоровым важно, если ты хочешь, чтобы у тебя было красивое, безупречное тело, подобное моему.$6",
  "Tue8": "Йога - это физическая, умственная и духовная практика! Когда у тебя будет свободное время, я хотела бы научить тебя некоторым позам.$3",
  "Wed": "Привет, солнце. Счастливой среды.$3#$e#Может быть, если тебе повезет, я поделюсь с тобой редким вином.$1",
  "Wed4": "Сегодня я поливала растения в доме. Здоровые растения означают чистый, свежий воздух в доме.$1#$e#Это не то, что можно купить за деньги.$3",
  "Wed10": "Я принесла для тебя бутылку вина из погреба. Это замечательное выдержанное вино.[348]$1",
  "Thu": "Прости, дорогуша. Я слишком занята, чтобы говорить прямо сейчас.$0#$e#Это значит, что ты можешь идти, @.$6",
  "Thu2": "Привет, @! Я сегодня в отличном настроении!$1#$e#Почему? Потому что сегодня утром я заработала много денег на биржевой торговле.$0",
  "Thu6": "Ты будешь в салуне завтра, @? Возможно, ты увидишь меня там. Виктор каждую пятницу ходит гулять с друзьями.$3",
  "Thu8": "Рада тебя видеть. Как твои дела?$3#$e#О, понятно! Оставайся продуктивным, как и всегда.$6^Оставайся продуктивной, как и всегда.$1",
  "Fri": "Привет, солнце.$3",
  "Fri2": "Некоторые из моих акций снизились в цене сегодня утром. Я потеряла 30.000 з.$2#$e#%Оливия не в настроении говорить.",
  "Fri6": "Я всегда балую себя бокалом хорошего вина по пятницам.$3#$b#У Гаса есть несколько редких вин, и его салун всегда снабжается вином из виноградника Блю Мун.$1",
  "Fri10": "Счастливой пятницы, любовь моя! Ты так много работал в последнее время!$6^Ты так много работала в последнее время! Ты заслуживаешь выходной.$3#$e#Дай мне знать, смогу ли я достать тебе что-нибудь.$4",
  "Sat": "Вокруг дома всегда слишком много работы. Может, стоит нанять дворецкого в ближайшее время.$5#$e#Хорошего дня, дорогуша.$6",
  "Sat2": "Несколько лет назад я увлеклась рисованием. Лия дала мне несколько отличных советов!$3#$e#Она такая куколка, не правда ли?$1",
  "Sat6": "Привет, зайка. Как проходит суббота? Ты слишком много работаешь в выходные дни.$3#$e#Тебе нужно делать перерыв время от времени.$0",
  "Sat10": "В последнее время я добилась большого прогресса в рисовании. Я горжусь собой.$1#$e#Хорошего дня, любовь моя!$3",
  "Sun": "У тебя нет выходных, не так ли? Я, конечно, не хочу отвлекать тебя от работы.$6#$e#Иди, занимайся своими делами, @.$0", 
  "Sun2": "Время - деньги! Ты знаешь, что это правда, @. Я всегда проверяю курсы акций каждый день.$3#$e#Конечно, ты это знаешь. Это причина, по которой ты никогда не берешь выходной на своей ферме.$6",
  "Sun6": "Сегодня утром мне повезло, и я получила огромные выплаты.$1#$b#Думаю, что потрачу деньги на картину от моего любимого модного художника с Ферн-Айленда.$0",
  "Sun10": "Так приятно видеть тебя! Как проходит твой день?$1#$e#*целует* Я сделала твой день лучше?$3",

  //SUMMER DIALOGUE
  "summer_1": "Ах! Лето! Я могу наконец похвастаться своим новым бикини на пляже.$3#$e#Думаю, что и у Кэролайн есть новое бикини.$6",
  "summer_5": "Моя швея в Честервейле сшила для меня красивое платье.$1#$b#Я с нетерпением жду возможности надеть его на следующем городском фестивале.$3#$e#Не забудь похвалить меня, когда увидишь, милый.$6^Не забудь похвалить меня, когда увидишь, милая.$1",
  "summer_10": "Губернатор не часто посещает долину Стардью. Это честь, что он приезжает к нам завтра.$1#$e#Я ожидаю, что ты будешь вести себя наилучшим образом и внесешь свой вклад в суп.$3",
  "summer_17": "Вчера я пожертвовала 15.000 з на благотворительность в городе Зузу.$1#$b#Я понимаю, что не всем так повезло, как мне. Я стараюсь помочь, где могу.$2#$b#Ты выглядишь удивленно. Я забочусь о чем-то большем, чем просто мое счастье, солнышко.$0",
  "summer_22": "Привет, солнце. Вот немного денег на карманные расходы. Иди, купи себе мороженого!$1[336]",
  "summer_28": "Присоединишься ко всем сегодня вечером, чтобы посмотреть полуночных медуз, @?$3",
  "summer_3_1": "Прошлой ночью был ужасный взрыв. Это тебя тоже разбудило, @?$0#$e#Это звучало как лавина. Мне нужно поговорить с мэром Льюисом.$2",

  "summer_Mon": "Привет, дорогуша. Как твой понедельник? Хорошее ли начало недели??$3#$e#Ох. Я? Все идет хорошо. Спасибо за вопрос.$6#$e#Кто-нибудь когда-нибудь говорил тебе, что ты очень вежлив?$6^Кто-нибудь когда-нибудь говорил тебе, что ты очень вежлива?$1", 
  "summer_Mon4": "Сегодня Сьюзен поделилась со мной свежесобранной дыней со своего участка. Она просто душка!$1#$b#Ее урожай намного здоровее, чем у Энди.$6#$e#Я не думаю, что я когда-нибудь съем что-то из его продуктов.$2#$e#Это кажется немного грубым? О, дорогуша, я просто пытаюсь следить за своим здоровьем. Но я знаю, что ты хочешь, чтобы все чувствовали себя как дома.$0",
  "summer_Mon8": "Привет, солнце. Ты так усердно работаешь, чтобы начать неделю, и в эту летнюю жару тоже.$3",
  "summer_Mon10": "Я использую новый солнцезащитный крем. Он творит чудеса с моей кожей.$3#$b#Дай мне знать, если захочешь попробовать.$1",
  "summer_Tue": "Я участвую в занятиях аэробикой у Пьера. Йога - это отличный способ сосредоточить внимание и тело.$3#$e#Это также помогает мне быть здоровой и стройной.$1",
  "summer_Tue4": "Этим утром я взяла свежие продукты у Пьера. У него лучший выбор органических продуктов.$3",
  "summer_Tue6": "Расходы мэра Льюис на Яичный фестиваль в этом году на 5.000 з. превысили бюджет.$2#$b#Я вложила свои деньги, чтобы мы могли провести фестиваль.$0#$e#Взамен он позволил мне использовать больше общественных бочонков рядом с общественным центром.$3#$e#Мы все должны попытаться вернуть сообществу, когда сможем. Мы вместе делаем этот город особенным, дорогуша.$3",
  "summer_Tue8": "В следующий раз, когда я вернусь с Ферн-Айленда, я привезу тебе немного кольцеплода.$1#$e#Они вкусные и делают идеальными десерты. Пироги, пирожные, заварные кремы... все, о чем можешь подумать!$3#$b#Мне всегда нравится дарить подарки, но мне особенно нравится, когда ты получаешь удовольствие, солнце.$1",
  "summer_Wed": "Последняя партия вина Софии иридиевого качества была великолепна. Надо сообщить ей об этом.$2",
  "summer_Wed4": "Этим утром я вложила 30.000 з. в стартап-компанию. Я верю, что они станут большими!$1#$e#Технологические компании процветают в городе Зузу.$3#$b#Если ты хочешь легко заработать, сейчас самое время заняться акциями, @.$1",
  "summer_Wed6": "Если ты когда-нибудь захочешь, чтобы я вложила твои деньги в акции, я буду рада помочь, @.$1#$e#Я, однако, беру 20% от любой прибыли за консультации.$6",
  "summer_Wed8": "Я могу поехать в Грэмплтон в ближайшее время. Самая божественная погода, которую ты когда-либо можешь испытывать, находится в тени высоких красных деревьев.$3#$e#Может быть, мы сможем когда-нибудь отправиться туда вместе, дорогуша.$1",  
  "summer_Thu": "Привет, солнце. Что думаешь о моих новых серьгах?$3#$b#Я заказала их по почте из города Саутин!$1",
  "summer_Thu8": "Кэролайн, Джоди и я можем пойти поплавать в ближайшее время. У Кэролайн есть новый купальник, который она хочет показать.$3#$b#Ты хочешь присоединиться? Конечно, солнце. Мы всегда тебе рады.$1",
  "summer_Thu10": "Мы с Кэролайн скоро пойдем купаться на пляже.$3#$b#Хочешь присоединиться к нам, солнце?$4",
  "summer_Fri": "Я трачу больше времени на рисование в последнее время.$1#$e#Так много всего, чему можно научиться. Так много разных стилей и техник... это немного ошеломляет.$0 ",
  "summer_Fri2": "Энди заставил меня чувствовать себя неловко в салуне прошлой ночью. Он постоянно смотрел на меня.$2#$e#Я слышала, что он ужасно платит по счетам. Это не слишком удивительно.$6",
  "summer_Fri6": "Йога - отличное занятие, если у тебя высокое кровяное давление или высокий уровень холестерина.$1#$e#Я думаю, что Энди мог бы иногда заниматься йогой. Или вести бы более здоровую диету.$6#$b#...Я знаю, что раньше опускала резкости в его сторону, но я беспокоюсь о нем. Готовые блюда Джоджа - не самый здоровый выбор.$2",  
  "summer_Fri10": "Ну и ну. Твой наряд сегодня абсолютно безупречен.$1#$e#Если тебе нужно пошить одежду, я знаю кое-кого в Честервейле, кто может помочь!$3",
  "summer_Sat": "Сегодня утром я получила огромное количество нежелательной почты. Мне нужно поговорить с мэром Льюисом.$2#$e#Большая часть почты, которую я получаю, это реклама и мошенничество.$5",
  "summer_Sat2": "Я видела, как Линус занимался собирательством в городе во время вчерашней ночной прогулки.$2#$b#Я чувствовала себя неловко, поэтому я предложила ему 3.000 з, и он отказался.$2#$e#Он выглядел... удивительно знакомым. Я не знаю почему.$6#$e#...Я должна поговорить с мэром Льюисом о том, могу ли я помочь найти ему дом.$2",
  "summer_Sat4": "Мэр Льюис выслушал ряд моих предложений по улучшению города. Он действительно очень хороший мэр.$3#$e#Мне нравится, что в этом месте начинаешь чувствовать себя как дома, солнце. Тебе тоже так кажется?$3",
  "summer_Sat8": "Лия научила меня нескольким техникам работы с кистью. Я завидую ее художественным навыкам.$3#$e#Если я приложу больше усилий, возможно, однажды я смогу нарисовать твой портрет!$1",
  "summer_Sun": "Я собираюсь попробовать другое расписание занятий йоги в следующий вторник. Что-то, чтобы бросить вызов себе!$3",
  "summer_Sun4": "Джоди сказала мне, что Винсент не очень хорошо разбирается в математике. У нее так много забот...$2#$e#Я могу спросить Виктора, может ли он помочь. Если нет, я полагаю, что у меня есть математический талант от торговли...$3",
  "summer_Sun8": "Мои другие хобби? Ну... так как мы друзья... никому не говори, но...$0#$e#Я в середине любовного романа. Я также читаю больше литературных романов, но это моя тайная страсть.$4#$e#Хорошего дня, дорогуша.$9",
  
  // FALL DIALOGUE
  "fall_1": "Удачи с осенним урожаем в этом году, @. Если ты продашь тыквы Пьеру, я могу забрать несколько!$3",
  "fall_9": "Завтра я пойду в виноградник Блю Мун, чтобы заказать еще вина у Софии.$3#$b#Иногда я хожу с Виктором, но я хочу увидеть Самоцветное море со скалы. Там прекрасный вид.$1#$e#Я хотела бы пойти с тобой когда-нибудь... ты присоединишься ко мне там?$3",
  "fall_15": "Ты участвуешь завтра в ярмарке, солнышко? Желаю тебе удачи!$1#$e#Кэролайн говорит, что урожай Пьера в этом году был очень хорошим. Это будет серьезным соревнованием между вами.$6",
  "fall_17": "Вчера на ярмарке я разговаривала с туристом, приехавшим из города Пайн-Меса!$1#$b#Он не такой большой, как город Зузу, но все еще полон активности и коммерции.$3",
  "fall_22": "Несмотря на то, что я была руководителем бухгалтерских служб в Джоджа, я никогда не делаю покупки в их магазинах и никогда не буду.$0#$e#Их продукты не здоровы, и они могут испортить мой цвет лица.$6",
  "fall_27": "День всех духов завтра, @! Будешь исследовать лабиринт в этом году?$1#$e#Виктор имеет склонность теряться в лабиринте. Кажется, он всегда попадает в тяжелые ситуации.$6",
  "fall_28": "Есть мрачная история о семье, которая жила в нашем доме.$2#$e#Мне не разрешено ни с кем об этом говорить.$6#$e#Да, @. Включая тебя.$6#$e#...$2#$e#%Оливия теперь игнорирует вас.",

  "fall_Mon": "Осенью я могу иногда ездить в лес за грибами.$0#$b#Я бы хотела, чтобы Виктор наслаждался грибами так же, как и я. Я бы использовала их почти в каждом блюде.$6",
  "fall_Mon4": "Я видела, как %pet гуляет по городу. Такое восхитительное животное!$1#$e#%pet напоминает мне Дьюи... Виктор так сильно любил этого кота.$2#$e#Он уже рассказывал тебе о Дьюи?... Потеря кота разбила его сердце, бедняжка.$2",
  "fall_Mon8": "Ты так много работаешь, солнышко! Этот энергетический тоник от доктора Харви поможет восстановить энергию.[349]$3#$e#Хорошего дня!$1",
  "fall_Tue": "Мэр Льюис рассматривает возможность финансирования ремонта причала. Древесина довольно старая.$0",
  "fall_Tue2": "Красота йоги заключается в повышенной гибкости, которую она дает тебе, @.$3#$b#Работа на ферме, безусловно, тоже будет держать твои мышцы в тонусе.$1",
  "fall_Tue6": "Я пыталась убедить Виктора заниматься йогой со мной, а он отказался даже попробовать.$6#$e#Полагаю, я буду придерживаться вторника. Эмили любит наши дни йоги.$3",
  "fall_Tue10": "%farm ферма, должно быть, исключительно прекрасно выглядит в это время года.$3#$e#Может, мне стоит нарисовать ваш дом...?$4",
  "fall_Tue8": "Я занимаюсь йогой много лет. Это помогло привести в тонус мое тело и сосредоточить внимание на уравновешенном состоянии.$3#$e#Ты должен как-нибудь присоединиться к нам, @.$6^Ты должна как-нибудь присоединиться к нам, @.$1", 
  "fall_Wed": "Я предпочитаю красное вино белому. В красном больше минералов и витаминов, а вкус гораздо сложнее.$3#$e#София специализируется на сухих красных винах. Погода в долине идеально подходит для этого.$1",
  "fall_Wed4": "Пьер делает пряный сидр осенью. Он не продает его в магазине.$3#$e#Он продает его только своим самым близким друзьям. К счастью, у нас с Кэролайн прекрасные отношения.$1#$e#В следующий раз я возьму немного больше, чтобы поделиться с тобой.$3",
  "fall_Wed8": "Кэролайн и Джоди мои лучшие подруги. Мы так много пережили вместе.$1#$e#Мы втроем - матери. У нас во многом совпадают взгляды, и полагаемся на поддержку друг друга.$3",  
  "fall_Thu": "Джоди вчера испекла мне яблочный пирог. Было очень вкусно! Мне нужно сделать из нее что-то особенное.$1",
  "fall_Thu4": "Сегодня в городе Зузу проходит негласный аукцион.$0#$b#Я всегда в поисках большего количества готоранского фарфора. Он довольно изысканный.$1",
  "fall_Thu8": "Джоди была в последнее время такой напряженной. Я хочу предложить ей присмотреть за Винсентом один день, чтобы она могла сделать перерыв.$0#$e#Дай мне знать, смогу ли я когда-нибудь помочь тебе немного расслабиться, @. Я знаю, ты много работаешь.$3",
  "Fall_Fri": "Осень - лучшее время для моды, тебе не кажется, @?$3#$b#Платья, куртки, слои одежды... так много возможностей. Мне нравится это!$3",
  "fall_Fri6": "Ты когда-нибудь ходишь по магазинам, чтобы расширить свой гардероб, солнце?$0#$b#Я знаю несколько мест, где можно купить качественную одежду по выгодной цене, если ты когда-нибудь захочешь пойти вместе со мной.$3",
  "fall_Sat": "Вчера вечером Марлон вошел в салун с волшебником, и они оба пошли в подсобку.$6#$b#К ним присоединился человек в коричневом плаще, но его лицо было закрыто.$0#$e#Интересно, что же там происходило...$6",
  "fall_Sat6": "Такой холодный осенний день. Хочешь позже присоединиться ко мне в салуне, чтобы немного взбодриться, солнышко?$3",
  "fall_Sat10": "Я пошла собирать свежие грибы и приготовила то, что нашла. Я оставила немного для тебя, солнышко![205]$4#$e#Хотелось бы мне, чтобы Виктор наслаждался грибами так же, как и я.$6",
  "fall_Sun": "Жаль, что весь импорт империи Готоро запрещен. Они производят изысканные произведения искусства и вино.$2#$e#Я надеюсь, что эта война с ними скоро закончится. Так много насилия по поводу таких тривиальных различий...$2",
  "fall_Sun6": "Привет, дорогуша. Как проходит твое воскресенье?$1#$e#Всегда приятно встретиться с тобой, солнце.$3",

  //WINTER DIALOGUE    
  "winter_1": "Надо же. Эта снежная буря прошлой ночью покрыла всю долину.$6#$e#Оставайся в тепле, солнце. Я не хотела бы, чтобы ты простудился!$6^Я не хотела бы, чтобы ты простудилась!$3",
  "winter_7": "Привет, солнышко. Ты идешь завтра со всеми нами к месту подледной рыбалки?$3#$e#Я хотела бы видеть, как ты соревнуешься с Вилли.$1",
  "winter_13": "Я разбила одно из моих готоранских блюд этим утром. Теперь мне нужно потратить 6.000 з, чтобы заменить его. Их становится все труднее найти.$2#$b#Важно, чтобы мы дорожили вещами, которые напоминают нам о том, откуда мы родом, не правда ли?$0", 
  "winter_21": "Кэролайн поссорилась с Пьером сегодня и позже рассказала мне об этом.$2#$e#Я надеюсь, что их брак в порядке.$2#$b#Они оба сильные люди. Я знаю, что они пройдут через это.$0#$b#...Нужно проверить, как там она. Интересно, она уже говорила с Джоди...$0",  
  "winter_24": "Привет, @! Ты тепло одеваешься зимой? Пир Зимней Звезды завтра.$3#$e#Я приготовила идеальный подарок. Для кого? Это секрет, дорогуша!$1",
  "winter_28": "Весна почти здесь, @! Мне нужно поторопиться и решить, какие растения я собираюсь посадить на нашем заднем дворе в этом году.$1#$e#Хорошего дня, солнце. Удачи в этом сезоне.$3",

  "winter_Mon": "Я чуть не поскользнулась на льду сегодня.$6#$b#Будь осторожнее, когда выходишь на улицу, солнце.$2",
  "winter_Mon4": "Вы закупаешься в Джоджа, @?$0#$b#Я не буду осуждать тебя, солнце. Я просто знаю, что они много на чем экономят, и качество их продукции страдает.$2",
  "winter_Mon8": "Ты - один из тех людей, с которыми мне очень нравится общаться, @.$1#$b#У тебя всегда есть замечательные истории.$6#$e#Можешь мне еще раз рассказать о шахтах?$3",
  "winter_Mon10": "Ну и ну. Довольно холодный день.$0#$b#Возможно, мы могли бы посидеть на диване с чашечкой горячего шоколада? У меня есть прекрасный микс, который я заказываю из Грэмплтона.$1",
  "winter_Tue": "Сегодня было необычайно много дел. Я заслужила бокал хорошего вина.$6#$e#Да? Чем я могу помочь?$0",
  "winter_Tue2": "Мои мама и папа скоро приедут. Все должно быть идеально!$0#$e#...Может быть, ты когда-нибудь встретишься с ними, солнышко. Тогда ты поймешь.$6",
  "winter_Tue8": "Я купила растения в горшках у Марни. Они прекрасно смотрятся на кухне.$1#$e#Я бы купила у нее курочек, но мне некуда их деть.$0",
  "winter_Tue10": "Знаешь, я могла бы давать тебе частные уроки йоги, если тебе интересно.$4",
  "winter_Wed": "Робин построила наш камин. Она исключительный плотник и может построить практически все.$1",
  "winter_Wed4": "Кэролайн и Джоди не так часто бывают в салуне. Эти двое всегда так заняты.$2#$e#Мне нравятся наши беседы, солнце. Давай потом снова поговорим. И, может быть, ты когда-нибудь сможешь присоединиться ко мне в салуне.$1",
  "winter_Wed8": "Зима в городе Пеликан прекрасна. Все эти красочные украшения, а также яркий белый снег заставляют каждый день чувствовать себя как на празднике.$3#$e#Гас, Пьер и мэр Льюис прекрасно и со вкусом справляются с декорированием.$1#$e#Это такое замечательное место, где можно поселиться, не так ли, @? Я рада, что ты тоже обосновался здесь.$6^Я рада, что ты тоже обосновалась здесь.$3",
  "winter_Thu": "Я пыталась заставить Джоди и Кэролайн пойти со мной в баню.$1#$e#Это была бы такая чудесная женская ночь. Важно убедиться, ты уделяешь время восстановлению.$6",
  "winter_Thu6": "Здорово отдохнуть от работы на %farm ферме зимой, не так ли, @?$3#$e#Я знаю, тебе нравится твоя работа, но важно делать перерывы, чтобы позаботиться о себе.$0",
  "winter_Thu10": "Не говори Кэролайн или Джоди, что я думаю об уходе с биржевой торговли.$3#$e#Я бы хотела больше времени уделять своим хобби, друзьям и, конечно, тебе.$1",
  "winter_Fri": "Я специально заказываю свои принадлежности для живописи с Ферн-Айленда.$3#$b#Они дорогие, но важно иметь качественные инструменты.$6",
  "winter_Fri8": "Мне наконец удалось заказать вино, которое пользуется большим спросом у виноградника к северу от Грэмплтона. Они дали мне дополнительно еще бутылку!$3#$e#Я хочу дать ее тебе, солнышко. Каждый должен наслаждаться хорошими вещами время от времени, особенно ты.[348]$1",
  "winter_Sat": "Несмотря на то, что я рано ушла в отставку, я все еще балуюсь акциями.$0#$e#Я умею быстро зарабатывать на торговле.$6",
  "winter_Sat4":"Я покупаю все свои украшения в городе Саутин. Их ювелиры не имеют себе равных в своем мастерстве и внимании к деталям.$0#$e#Я обязательно покажу тебе следующий заказ.$6",
  "winter_Sat8": "Рада тебя видеть, @.$3#$e#Чао!$1",
  "winter_Sun": "Я чувствую, как будто я начинаю болеть. Эта зима была необычайно холодной.$2#$e#Мне нужно посетить Харви. Нам повезло, что у нас есть опытный доктор в долине.$0",
  "winter_Sun4": "Иногда я переживаю, что во время работы в Джоджа я принесла миру больше вреда, чем пользы.$2#$b#Со временем Джоджа стала продвигать нездоровую пищу, принимать решения, которые наносят вред окружающей среде... это безответственно. Это одна из причин, почему я ушла.$0#$b#Я рада, что мой жизненный путь привел к тому, что мы стали друзьями.$1",
  "winter_Sun8": "У тебя все в порядке, @? Ты выглядишь немного бледно.$6#$e#...Убедись, что ты хорошо заботишься о своем здоровье, солнце. Ты можешь провериться у Харви.$6#$e#Я не хочу, чтобы с тобой что-нибудь случилось.$2",

}
