
{
  //SPECIAL DIALOGUE
  "Introduction": "Вы только посмотрите, кто это? Это же новый фермер, о котором все говорят. Наконец переехал в долину, как я вижу.^Наконец переехала в долину, как я вижу.$1#$b#Я работаю на ферме Фэйрхейвен много лет. Получаю немного, но зато работа честная.$0#$e#Тебе повезло, что ты получил эту собственность от своего дедушки.^Тебе повезло, что ты получила эту собственность от своего дедушки$2",
		
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "AndyHouse_9_6": "Что, во имя Иобы, ты делаешь?! Я в кровати! Уходи!$7",
  "AndyHouse6_9_6": "Пытаюсь уснуть. Приходи позже, фермер.$5",
  "ForestWest_58_22": "Прости, фермер. Не в настроении говорить.$0",
  "SeedShop_37_22": "Я не всегда верил в Иобу. Я вовремя одумался, когда остро нуждался в помощи.$2#$b#Иоба спас меня. Самое меньшее, что я могу сделать, это проявить уважение.$1",
  "JojaMart": "У Джоджа самые лучшие и дешевые продукты. Если бы я покупал у Пьера, я бы обанкротился.$2",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Не сейчас, фермер. Я занят. Начало нового сезона!$1#$e#Пора немного запачкать руки. Удачи.$3",
  "spring_7": "Лук-батун прорастает из земли на дороге возле моей фермы во время весны.$0#$e#Если я вырву несколько, я смогу хорошо поесть!$1",
  "spring_12": "Участвуешь в завтрашней охоте за яйцами, @?$3#$e#Ты должен поступить правильно и дать Винсенту или Джас победить.^Ты должна поступить правильно и дать Винсенту или Джас победить. Я бы так сделал.$0#$e#Я не понимаю, почему ты, Сэм и Абигейл участвуют. Это несправедливо по отношению к детям.$2",
  "spring_18": "Ферма Фэйрхейвен гордится тем, что поставляет много урожая в соседние города.$0#$b#Джордж, в частности, скупает весь мой лук-порей.$3#$e#Джордж любит лук-порей, @. Если ты хочешь добиться его расположения, дай ему лук-порей или два. Ты увидишь, как его лицо засияет.$0",
  "spring_23": "Завтра мы собираемся в лес на цветочные танцы, фермер. Я могу найти дорогу туда и обратно с закрытыми глазами.$1#$e#Может быть, я найду хорошие растения по дороге туда.$3",
  "spring_28": "Я слышал в новостях, что в этом году мы будем жариться в летнюю жару сильнее, чем яйцо на сковороде.$0#$e#Убедись, что твои посевы тщательно политы, @. Не хотел бы, чтобы они померли.$2",

  "Mon": "... Привет.$0#$e#Что те надо?$2#$e#Я не раздаю семена или посевы.$2",
  "Mon2": "Привет, @. Это начало новой недели.$0#$e#У меня сегодня много работы на ферме.$2",
  "Mon8": "Счастливого понедельника, дружище фермер.$1#$e#Начало новой недели означает начало новой нагрузки.$1",
  "Tue": "%Энди замечает вас, но ничего не говорит.",
  "Tue2": "Как продвигается твоя работа на %farm ферме, @?$0#$e#Рад слышать это.$0",
  "Tue8": "Я нашел хорошие растения сегодня. Я съел половину, а остальное отправлю на продажу.$1",
  "Wed": "Мне нужно собрать немного еды сегодня. Вопрос в том, найду ли я пищу в лесу или куплю что-нибудь в Джоджа?$2",
  "Wed4": "На тебе много грязи, это показатель усердно работающего фермера!$1#$e#Продолжай работать, @.$0",
  "Wed10": "Здорово. Ты выглядишь так, будто сегодня ты полон энергии.^Ты выглядишь так, будто сегодня ты полна энергии. Не хочешь поделиться?$3#$e#Это была моя попытка пошутить. Я не такой смешной парень.$1#$e#Я ценю наши маленькие разговоры, фермер.$3",
  "Thu": "Гм. Привет.$0#$e#%Энди игнорирует вас.",
  "Thu4": "Приятно видеть тебя, @.$3#$e#Хорошего дня.$1",
  "Thu8": "Сегодня утром нашел в лесу огромное количество одуванчиков, лука-порея и хрена. Держу пари, что их можно продать за скромную цену.$1#$e#В лесу всегда есть растения, @. Тебе просто следует осмотреться.$1#$e#Мы можем когда-нибудь отправиться на поиски диких растений, если хочешь. Я покажу тебе хорошие места.$2",
  "Fri": "Если ты хочешь добиться моего расположения, купи мне выпить в салуне.$0",
  "Fri2": "Наконец-то пятница. Теперь я могу выпить, не чувствуя себя виноватым.$2",
  "Fri8": "Я куплю тебе выпить в салуне когда-нибудь. Весь твой тяжкий труд заслуживает этого.$3",
  "Sat": "%Энди видит вас, но решает ничего не говорить.",
  "Sat4": "Я спал все это утро. Чувствовалось, что сегодня будет немного легче, потому что сегодня суббота.$1#$e#Все же, это не оправдание, чтобы расслабляться на ферме.$2",
  "Sat10": "У нас, фермеров, нет времени на безделье по выходным. Слишком много работы, которую надо выполнить$3#$e#Продуктивного дня, @. Заставь эту долину гордиться тобой.$1",
  "Sun": "Я никогда не видел тебя в часы поклонения в воскресенье. Ты не веришь в Иобу?$5",
  "Sun2": "Если ты хочешь узнать больше о Иобе, подумай о том, чтобы приходить на поклонение по воскресеньям.$0#$e#Джоди, Джордж и я обычно единственные, кто этим занимаются, но мы могли бы научить тебя кое-чему.$3",
  "Sun8": "Мне нравится посещать храм Иобы в воскресенье. Это время саморефлексии и признательности.$1#$e#Наслаждайся остальным днем, фермер.$3",

  //SUMMER DIALOGUE
  "summer_1": "В такие дни я хочу найти красивое дерево и прочитать отрывки из моего текста Иобы.$1#$e#Отрывок 13:2С - один из моих самых любимых. Он учит урокам жизни.$0",
  "summer_3_1": "Этот, Иоба подери, звук разбудил меня прошлой ночью! Что это за чертовщина!?$5",
  "summer_10": "Завтра я положу в суп немного острых ягод иридиевого качества.$1#$b#Они придадут нужную остроту!$3",
  "summer_20": "Пэм выпила шесть стаканов прошлой ночью в салуне. Не думаю, что у нее все хорошо. Я должен проверить, как она.$2#$e#Обычно она выпивает только три или четыре. Что-то случилось.$0",
  "summer_28": "Эти медузы появятся у пляжа сегодня вечером. Ты присоединяешься к нам?$0",

  "summer_Mon": "Джоджа прислала мне письмо с купонами. Я получу 5 процентов от моей следующей покупки!$0#$e#Это точно отличное начало недели.$3", 
  "summer_Mon2": "Не знаю, где ты берешь время на то, чтобы бродить и разговаривать с людьми, когда у тебя такой большой участок?$2#$e#Некоторым из нас хотелось бы иметь такое место, чтобы проводить там весь день.$2",
  "summer_Mon6": "Как дела, фермер?$0#$e#Эх, в этом сезоне урожай не так хорош, как я надеялся. Это может быть тяжелым годом.$2",
  "summer_Mon10": "Спринклеры удивительны, если ты хочешь автоматизировать свою ферму. Хотя, ферма Фэйрхейвен слишком мала для этих устройств.$0#$e#Я не возражаю против того, чтобы вручную поливать мои посевы. Мне это действительно нравится. Но для такой большой фермы, как твоя, тебе нужно подумать об инвестировании.$0", 
  "summer_Tue": "Этим утром я потерял два растения из-за этих, Иоба подери, ворон. Нужно что-то с этим делать.$2",
  "summer_Tue2": "Вчера у нас мэром Льюисом возникли разногласия. У меня предчувствие, что сейчас я ему не нравлюсь.$2#$e#О чем мы спорили? Это не твое, Иоба подери, дело.$2",
  "summer_Tue4": "Пьер не продает мой урожай или собранные мной дикие растения в своем магазине. Из-за этого я с ним не лажу.$2#$e#Ах, почему? Потому что. Он не самый хороший владелец магазина. Почему же еще?$2#$e#Временами я чувствую, как все, кроме тебя, в этом городе просто хотят, чтобы я исчез, @.",
  "summer_Tue8": "Этим утром чертова ворона съела мои посевы. Проклятые летающие воры.$7#$e#Извини, фермер. Обычно у меня всегда есть время для тебя, но я не в настроении говорить.$2#$e#Я же сказал - не сейчас.$5#$e#%Энди игнорирует вас.",  
  "summer_Wed": "Чертова пчела ужалила меня сегодня! В следующий раз мне нужно надеть перчатки при сборе меда.$2",
  "summer_Wed6": "В ближайшее время мне нужно отправиться в Грэмплтон, один из мастеров там изготовит мне улей.$0#$e#У меня нет большого опыта в их создании. Однако, я слышал, ты хорош в ремесле.^Однако, я слышал, ты хороша в ремесле$0",
  "summer_Thu": "Ты всегда можешь рассчитывать на кукурузу для стабильной и медленной прибыли, потому что она дает урожай в течение двух сезонов.$1#$e#По этой причине я сажаю кукурузу в летний сезон. Помогает мне сэкономить на семенах.$0",
  "summer_Thu4": "Ты знаешь, что у тебя пятно на лице, @? Можешь проверить это, посмотри в зеркало.$3#$e#Много грязи на тебе - показатель трудолюбивого фермера.$0",
  "summer_Thu8": "Я мельком увидел %farm ферму на днях. Ты добился прогресса, @.^Ты добилась прогресса, @.$0#$e#Я бы хотел взглянуть на нее поближе, если ты не против.$3",
  "summer_Fri": "Попадалось что-нибудь хорошее в лесу в последнее время, фермер?$0#$e#Только не собирай слишком много. Я полагаюсь на добычу диких растений, это часть моего существования, знаешь.$0",
  "summer_Fri8": "Я нашел изрядное количество растений в лесу Синдерсэп. Учитывая, что я нашел, я считаю, что я мог бы хорошо заработать в этом сезоне.$1#$e#Пока, фермер!$3",
  "summer_Sat": "Этим утром я обнаружил несколько острых ягод, что растут по ту сторону моего забора.$1#$b#В этом преимущество, что ферма находится в лесу.$0#$e#Хорошего дня, фермер.$0",
  "summer_Sun": "Дай мне знать, если хочешь позаимствовать мои тексты Иобы. У меня есть подробные заметки о самых популярных отрывках.$3#$e#Что? Ты не хочешь брать их? Ладно.$2",
  "summer_Sat6": "В горах есть хорошие растения. Я считаю, что ты смог бы заработать немного золота на скорую руку.^Я считаю, что ты смогла бы заработать немного золота на скорую руку.#$e#Там слишком крутой подъем для меня. Ты же достаточно здоров и молод для этого похода, @.^Ты же достаточно здорова и молода для этого похода, @.$3",

  //FALL DIALOGUE
  "fall_1": "Осень - хороший сезон для собирательства, @. Огромное количество грибов, созревших для сбора.$0#$e#Не хватай их все. Оставь немного для меня.$2",
  "fall_4": "Я видел, как ты заходишь в ту гильдию искателей приключений в городе. Ты подрабатываешь охотником на монстров?$0#$e#Это опасная работа. Я благодарен, что ты будешь рисковать своей жизнью ради таких людей, как я, сохраняя эту долину в безопасности.$1#$b#Спасибо тебе.$0",
  "fall_10": "Эта девушка, София, с виноградника вступила во владение после того, как ее родители-$0#$b#Нет, ничего. Тебе нужно поговорить с ней об этом.$2#$e#Хорошего дня, слышишь?$0",
  "fall_15": "Завтра у меня будет собственный выставочный лоток, фермер. Не беспокойся, я не планирую выиграть.$0#$e#Я ни разу не выигрывал. Я не думаю, что это изменится завтра...$2",
  "fall_23": "Вчера я работал на своем поле, и увидел, как несколько военных подошли к башне Волшебника.$2#$b#Эти подлые правительственные чиновники все еще пытаются завербовать ведьм и волшебников для своей войны.$5#$e#Пф-ф. Ужасно.$2",
  "fall_27": "Пьер делится своим пряным тыквенным сидром в День всех духов.$3#$b#Обычно он делится им только со своими «близкими» друзьями.$2#$b#Хорошо, я смогу попробовать его через год.$0",
  "fall_28": "Урожай скоро начнёт умирать, фермер. Зима надвигается.$0#$e#Увидимся.$0",

  "fall_Mon": "Я собрал несколько высококачественных культур этим утром. Каждый раз это удобрение Джоджа работает как магия.$3#$e#Я рекомендую использовать удобрения Джоджа, @. Это поможет тебе получить хорошую прибыль.$0",
  "fall_Mon2": "Вчера купил новый топор у Клинта. Я сломал медный топор, вырубая деревья в этом лесу.$0#$e#Улучшение инструментов - это важно, @. Пусть это будет уроком для тебя.$0",
  "fall_Mon8": "У меня есть стальная мотыга, которую Клинт создал для меня. Он великолепен в том, что он делает.$0#$e#Улучшенная мотыга экономит мое время на ферме. Тебе стоит приобрести такую, если у тебя еще нет.$1",
  "fall_Tue": "Нет времени на разговоры, фермер. Не у всех нас деньги текут рекой. Мне нужно зарабатывать на жизнь.$0",
  "fall_Tue4": "Я не превращаю свой урожай в ремесленные товары, такие как пиво или вино. Ферма Фэйрхейвен гордится тем, что поставляет высококачественные сырые культуры.$0#$e#Может быть, ты научишь меня, как использовать некоторые из этих приспособлений, когда-нибудь.$3",
  "fall_Wed": "Я нашел несколько фиолетовых грибов в лесу этим утром.$1#$e#Они очень хорошего качества! Я считаю, что за них можно выручить хорошие деньги.$3",
  "fall_Wed4": "Лес Синдерсэп хорош в это время сезона. Это одна из причин, по которой я решил жить здесь, обрабатывая свою землю.$3#$e#Хорошего дня, фермер.$0",
  "fall_Wed8": "Здорово. Мило с твоей стороны, что ты говоришь со мной.$3#$e#У меня много планов на сегодня.$0", 
  "fall_Thu": "До великой рецессии в долине было больше ферм. Те, кто не смогли адаптироваться, обанкротились.$0#$e#Раньше у меня было больше друзей в долине...$0#$e#%Энди игнорирует вас. Он выглядит грустным.",
  "fall_Thu8": "Знаешь, фермер, раньше, когда наступали выходные, я был очень одинок. Но теперь мы друзья, и я с нетерпением жду встречи с тобой.$3",
  "Fall_Fri": "Сегодня я не смогу сильно расслабиться. Слишком много работы до конца недели.$2",
  "fall_Fri4": "Отправляешься в салун сегодня вечером, @?$0#$e#Может, увидимся там.$3",
  "fall_Fri8": "Знаешь, мы должны как-нибудь собраться и отправиться в поход глубоко в лес.$3#$e#Кто знает, какие редкие растения мы могли бы найти?$3",
  "fall_Sat": "%Энди замечает вас и машет с улыбкой. Он выглядит занятым.",
  "fall_Sat4": "Добрый день, фермер. Я надеюсь, что этот сезон радует тебя.$0#$e#Удачи на %farm ферме. Ты делаешь то, чем эта долина может гордится.$0",
  "fall_Sun": "Люди, с которыми я хорошо лажу в городе Пеликан, это Джордж и Пэм. Немногие люди понимают меня. Может быть, это из-за разницы в возрасте.$0#$e#Что насчет мэра Льюиса? Этот человек самый чертовски глупый из всех, что я видел. Мы с ним расходимся во взглядах.$2",
  "fall_Sun6": "Жить в долине Стардью - великая мечта фернгиллианца. Прекрасная земля, природные ресурсы, хорошие люди... в основном.$0#$b#Чего ещё можно желать?$1#$e#Ну, неплохо было бы иметь больше денег и земли...$2",
  "fall_Sun10": "Я хожу в салун каждую пятницу вечером. Важно вознаградить себя за усердную работу.$3#$e#Надеюсь увидеть тебя в салуне сегодня вечером. Мы можем расслабиться и пообщаться, вместо того, чтобы разговаривать в магазине.$3#$b#Хорошо иметь друга рядом.$1", 

  
  //WINTER DIALOGUE    
  "winter_1": "Зима - мое любимое время года. Это позволяет мне сосредоточиться на собирательстве вместо того, чтобы управлять своей фермой.$1",
  "winter_7": "Завтра мы пойдем к месту подледной рыбалки в лесу, @. Я поведу.$1#$e#Я очень хорошо знаю дорогу, ведущую в лес. Я все время хожу туда, чтобы собирать растения.$0",
  "winter_12": "Скажи-ка. Думаешь леди Оливия заинтересовалась мной? Иногда я вижу, как она смотрит на меня в салуне.$3#$e#Может, стоит поздороваться как-нибудь.$2",
  "winter_24": "Мне не нравится это время года. Это мрачное напоминание о том, что у меня нет кого-то особенного в моей жизни.$2#$e#Я не ищу твоего чертового сострадания, фермер.$5#$e#%Энди теперь игнорирует вас.",
  "winter_28": "Готов к посадке растений на весну, фермер??#$e#Удачи тебе! Я буду делать то же самое.$1",

  "winter_Mon": "Пьер по-прежнему отказывается продавать мой урожай в своем магазине, и он задается вопросом, почему я никогда не покупаю там.$2#$e#...$2#$e#%Энди игнорирует вас. Он не в хорошем настроении.",
  "winter_Mon4": "Я не нашел много растений в лесу сегодня. Кто-то другой забирает все?...$2#$e#%Энди пристально смотрит на вас.",
  "winter_Mon8": "Марни позволила мне использовать ее экстрактор семян, и я превратил свои некачественные продукты во множество семян.$1#$e#Мне нужно достать одну из этих машин в ближайшее время. Это сэкономило бы много денег.$2#$e#Мастера по дереву в Грэмплтоне продают их за 6000 з. Дорого, но должно окупиться в будущем.$0#$e#Что? Ты говоришь, что можешь как-нибудь создать его для меня? Ну, это было бы очень щедро с твоей стороны.$1",
  "winter_Tue": "Джоджа прислала мне несколько купонов по почте этим утром. Они относятся к постоянным клиентам с большой заботой.$1#$e#Мне нужно пойти в библиотеку и использовать один из этих «компьютеров». Надо зайти на их сайт.$2",
  "winter_Tue8": "Сон - это роскошь, которую я могу себе позволить только в этом сезоне. Не так много работы на ферме.$0#$e#Я вижу, ты поднимаешься к той шахте. Ты сражаешься с монстрами?$2#$e#Удачи тебе. Там обитают опасные существа. Береги себя, @.$0",
  "winter_Wed":  "Ты когда-нибудь пробовал это вино, Блю Мун?^Ты когда-нибудь пробовала это вино, Блю Мун? Я не особо люблю вино, но у Софии хорошо получается его изготавливать.$0",
  "winter_Wed4": "Я никогда не пойму, как Сьюзен может жить прямо у той железной дороги в горах.$2#$b#Эти проклятые поезда не давали мне спать всю ночь.$2",
  "winter_Wed8": "Мой любимый напиток - пшеничный эль Грэмплтона. Это лучшее самодельное пиво, которое ты найдешь в регионе.$1#$e#Я захвачу для тебя бутылку в следующий раз, и мы можем встретиться и поговорить о чем-нибудь на выходных.$2",
  "winter_Thu": "Сегодня я выкопал несколько зимних корней и снежных бататов в этом лесу. Их можно продать по хорошей цене.$1",
  "winter_Thu6": "Зима - это очень хороший сезон, чтобы проводить время в поисках пищи в лесу. Никаких посевов или ульев, за которыми надо следить!$1#$e#Я думаю, ты тоже ценишь дополнительное время, @.$0",
  "winter_Fri": "Сегодня, Иоба подери, холодно. Оставайся в тепле, фермер.$0",
  "winter_Fri8": "Я недавно прочитал отрывок в моем тексте Иоба, который просветил меня, @: 'Не думай плохо о других, но помогай им преодолеть'.$0#$e#Из этой книги можно извлечь изумительные уроки. Может быть, я могу когда-нибудь поделиться с тобой некоторыми из моих любимых отрывков.$3",
  "winter_Sat": "Иногда я вижу яркие огни, исходящие ночью из Башни Волшебника. Интересно, что он там делает.$2",
  "winter_Sat4": "Пытался поболтать с мэром Льюисом сегодня, и он сделал вид, что даже не слышал меня.$2#$e#Полагаю, что я не буду налаживать наши отношения в ближайшее время.$2",
  "winter_Sat8": "Слишком много людей в наши дни говорят глупости и неуважительно относятся к нам, пожилым людям.$2#$e#Должен сказать, я ценю, что ты ведешь себя соответственно своему возрасту.$0#$e#Хорошего тебе дня, @. Продолжай работать в том же духе на %farm ферме.$0",
}
