{
"Introduction": "Ах, это фермер @. Добро пожаловать в долину. Меня зовут Моррис, я менеджер ДжоджаМарт.$0#$b#Если тебе нужны дешевые качественные семена, нет лучшего места, чем ДжоджаМарт!$1#$e#Я не стал бы связываться с магазином Пьера. Семена Джоджа намного лучше его.$3",

//SPECIFIC TILE DIALOGUE
"Town_43_59": "Купоны на 50-процентную скидку! Приходи за ними, пока не закончились!$1",
"Town_44_59": "Купи членство в Джоджа сегодня и сэкономь на следующей покупке!$1",
"Town_42_59": "Запасаешься семенами на следующий сезон? Самые дешевые семена в городе - в ДжоджаМарте!$1",
"Town_43_60": "В Джоджа мы считаем всех частью нашей семьи.$1",

//SPRING AND GENERAL DIALOGUE

"spring_1": "Этот год будет лучшим годом для корпорации Джоджа.$1#$b#Наша прибыль только растет и растет. Я с нетерпением жду выплаты опционов на акции.$4",
"spring_12": "Мэр Льюис во время фестивалей всегда закрывает часть города, где находится Джоджа.$3#$e#Нет. Я не буду участвовать в охоте за яйцами.$3",
"spring_23": "Нет. Я не посещаю цветочные танцы.$3#$e#...$2",
"spring_28": "Почти настало время менять товар в магазине. Я с нетерпением жду летнего сезона.$0",

"Mon": "И начинается еще одна продуктивная рабочая неделя. Я надеюсь, что Шейн будет выполнять свою работу лучше на этой неделе, чем до этого.$0#$e#Клянусь, этот мальчик становится ленивее с каждым днем. Может быть, я урежу его зарплату.$3",
"Mon2": "Уже выбрал, какие семена посадишь в этом сезоне, @?^Уже выбрала, какие семена посадишь в этом сезоне, @?$1#$b#Они действительно качественные. Просто спроси Энди, если ты мне не веришь!$4",
"Mon6": "Продолжай хорошо работать, @.$1", 
"Tue": "Если тебе нужны дешевые семена, нет лучшего места, чем ДжоджаМарт.$5",
"Tue2": "У меня есть гигантская стопка отчетности, которую нужно разобрать сегодня.$0#$b#Многие думают, что оформление документов - это скучно. Я бы не назвал это захватывающим занятием, но мне нравится видеть статистику, когда мы эффективно управляем магазином.$4",
"Tue8": "Ты подаешь хороший пример, которому должны следовать другие фермеры в долине.$1#$e#Продолжай в том же духе, и не забывай делать покупки в Джоджа!$1",
"Wed": "Магазин Пьера сегодня закрыт. Можешь делать покупки в Джоджа!$5#$e#Наши продукты намного лучше того, что он продает.$3",
"Wed2": "Пьер берет выходной по средам. К сожалению для него, я работаю каждый день каждую неделю!$5#$e#Теперь это прекрасная возможность приобрести наши семена!$1",
"Wed8": "Ах, @. Приятно видеть тебя. Тебе нужны какие-нибудь фермерские принадлежности?$4#$e#Поскольку магазин Пьера сегодня закрыт, Джоджа может предоставить тебе любые семена и сельскохозяйственное оборудование, которое могут понадобиться!$1",
"Thu": "Я читал о различных стратегиях оптимизации расположения универмагов.$4#$e#Джоджа довольно твердо относится к вещам, которые согласованы между локациями, но мне интересно, есть ли у меня место для маневра, чтобы попробовать что-то новое...$5",
"Thu2": "*зевает* Пять часов сна не достаточно для полного рабочего дня.$2#$e#Ну, вернемся к работе!$1",
"Thu8": "Привет, @. Спасибо за разговор со мной! Как прошел твой день?$0#$e#Никто здесь столько не говорит со мной, как ты.$1",
"Fri": "Привет. Усердно работаешь, не так ли?$0#$e#Да, конечно, я тоже.$1",
"Fri2": "У меня была продуктивная неделя. Я могу заказать бокал вина с виноградника Блю Мун в салуне.$1",
"Fri6": "*вздох* Конечно, я мог бы выпить сегодня вечером, особенно с учетом сверхурочных, которые были на этой неделе.$2#$e#Иногда я чувствую, будто... мне не рады в салуне. Я всегда ловлю на себе косые взгляды, когда иду туда.$2#$e#К счастью, я держу под своим столом специальный запас вина.$1",
"Fri10": "Ах! @! Славная была неделя.$1#$b#Надеюсь, у тебя хороший день сегодня?$0#$e#Ха-ха! Мы как-нибудь должны выпить в салуне и отпраздновать наш успех!$1",
"Sat": "Джоджа - лучший выбор по сравнению с магазином Пьера!$5",
"Sat2": "Я помню, у меня были выходные по субботам, тогда, когда я был только низшей ступенью в рядах Джоджа.$4#$e#С тех пор многое изменилось.$1",
"Sat8": "@, Я ценю, что ты тратишь время в свой выходной на разговор со мной. Для меня это действительно важно.$1#$e#Продолжай работать в том же духе, внося свой вклад в наше сообщество!$4",
"Sun": "Эм-м... Привет.$4#$e#Тебе что-то нужно?$3#$e#А, семена!? Джоджа тебя выручит! У нас лучший выбор в городе!$5",
"Sun2": "Я рекомендую покупать акции Джоджа. Они продолжают расти в цене!$4#$e#О, ты не вкладываешь? Жаль.$0",
"Sun8": "Твоя ферма еще приносит прибыль в этом сезоне, @?$0#$b#Не хочу совать нос в чужие дела. Мне просто любопытно, как работает цикл доходов у тебя.$4",

//SUMMER DIALOGUE
"summer_1": "Ах, лето пришло. Мое любимое время года.$1#$b#Почему? Люди любят делать покупки летом. Солнце дарит им хорошее настроение, и мы держим магазин приятным и прохладным, чтобы они могли прийти и спрятаться от жары.$4",
"summer_10": "Все еще думаешь, что закинуть в фестивальный суп, @?$0#$b#ДжоджаМарт предлагает множество вариантов вкусной еды.$4",
"summer_28": "...Я не люблю смотреть на медуз.$2#$e#Я не знаю почему. Они просто заставляют меня чувствовать себя странно.$3",

"summer_Mon": "Город Пеликан слабо развит. Я надеюсь, что когда-нибудь это изменится.$0#$e#%У Морриса огоньки в глазах.", 
"summer_Mon6": "...Хотя в этом месте что-то есть. Не пойми меня неправильно, я посвящаю себя расширению Джоджа здесь, но...$0#$e#Ты видишь это, не так ли? Город Пеликан особенный. Я начинаю понимать это.",
"summer_Tue":  "Привет, @. Идеальный день, чтобы заработать деньги.$1",
"summer_Tue2": "*зевает* Я не спал прошлой ночью. Слишком много работы, которую надо сделать.$0#$e#%Моррис снова зевает.",
"summer_Tue6":  "Опять остался на всю ночь, чтобы убедиться, что все в магазине идеально. Я... очень... устал сегодня...$2#$e#%Моррис закрывает глаза.",  
"summer_Tue10":  "Я потратил большую часть моей недавней зарплаты, чтобы улучшить магазин Джоджа.$0#$b#Корпорация не даст мне ни копейки, чтобы сделать ремонт.$3",
"summer_Wed": "Есть несколько рынков сбыта, на которые Джоджа может войти в долине Стардью, если мы хотим расширяться.$4#$e#Возможно, мы могли бы продавать рыбу или мебель?$1",
"summer_Wed6":  "Мне нравится составлять планы развития. Находить наиболее эффективное использование средств стоит того.$0#$e#Ты делаешь так же на %farm ферме, не так ли? Начало нового сезона - та еще задачка.$1",
"summer_Thu": "Интересно, сколько клиентов получит Джоджа в этом году.$4#$e#Наша семья растет с каждым сезоном.$1",
"summer_Thu8": "...Я тут думал, @. Мы называем Джоджа семьей, но я не уверен, что это правда.$2#$e#%Моррис выглядит обеспокоенным.",
"summer_Fri": "Семена дыни Джоджа наверняка увеличат твою прибыль, @. Я настоятельно рекомендую покупать их!$1",
"summer_Sat": "Я вчера купил мороженое у этого мальчика, Алекса. Было очень вкусно.$1#$b#Возможно, Джоджа должна начать продавать мороженое. Может быть, на это есть рынок сбыта?$5",
"summer_Sat6": "Стенд мороженого, которым управляет Алекс, изумителен!$1#$e#Мне очень нравится наблюдать за тем, как сообщество процветает с их малым бизнесом.$1",
"summer_Sun": "Делай покупки в Джоджа и наслаждайся нашим кондиционером!$1",
"summer_Sat6": "Нужно остыть? В ДжоджаМарте лучшая система кондиционирования в долине! Спрячься от жары.$4",

//FALL DIALOGUE

"fall_1": "Осень уже здесь, и пришло время распродаж.$0#$e#В ДжоджаМарте? Конечно, нет. Но я люблю охотиться за скидками в другом месте.$4",
"fall_15": "Ты участвуешь в том городском фестивале завтра, @?$0#$e#...Может быть, я приду. Я хотел бы увидеть, что ты выращиваешь на своей ферме, и было бы полезно узнать, какие вещи нравятся мэру.$0",
"fall_23": "Еще не поздно купить семена бок-чой.$0#$b#У тебя будет достаточно времени, чтобы собрать урожай до начала зимы!$1",
"fall_27": "Когда я был молод, День всех духов был моим любимым праздником.$0#$b#Я всегда наряжался одним и тем же: бухгалтером.$1",
"fall_28": "Еще один год почти закончился.$1#$e#В ближайшее время мне нужно будет привести свои финансы в порядок перед уплатой налогов. Я надеюсь, что нет ничего такого, что отнимет много времени.$0",


"fall_Mon": "Уже покупал наши осенние семена, @?^Уже покупала наши осенние семена, @?$0#$e#Гарантированно улучшат твои посевы!$1#$e#Вернуть твои деньги? Нет, это не такая гарантия. Просто оборот речи.$0",
"fall_Mon4": "Ах, @. Вот кого я хотел увидеть.$1#$b#Я хотел предложить купить нашу текущую партию семян батата.$4#$e#Энди сообщил, что он собирает бататы серебряного качества! Купи их, пока они есть в наличии!$1",
"fall_Mon8": "Энди - один из наших лучших клиентов. Я действительно чувствую, что он часть семьи.$1#$e#...И я вижу, как он изо всех сил пытается вписаться сюда. Я делаю то же самое.$2", 
"fall_Tue": "Сегодняшний день был ужасно занятым для меня, я убирал беспорядок, который создал мой персонал.$3#$e#В этот момент я хотел бы пообедать супом из лобстера.$2#$b#Возможно, на этой неделе я посещу мой любимый пятизвездочный ресторан в городе.$1",
"fall_Wed": "Мой разум полон идей по улучшению магазина!$1",
"fall_Wed8": "Я потратил большую часть моей недавней зарплаты, чтобы улучшить магазин Джоджа.$0#$b#Корпорация не даст мне ни копейки, чтобы сделать ремонт.$3", 
"fall_Thu": "Если ты когда-нибудь будешь искать работу на неполный рабочий день, @, мы всегда готовы нанять!$0#$e#...Да, я знаю, что ты уже не работаешь Джоджа. Это не значит, что тебе нужно уходить навсегда.$3",
"fall_Thu8": "Здесь трудно найти хорошую помощь. Город такой маленький...$2#$e#Я знаю, что ты никогда не вернешься и не будешь работать на нас снова, но для Джоджа было большой потерей потерять такого работягу, как ты.$2",
"Fall_Fri": "Некоторые из моих сотрудников начали спрашивать, могут ли они уйти раньше по пятницам.$0#$e#Я сказал «нет», конечно.$2",
"fall_Fri6": "Мои сотрудники начали требовать, чтобы их снова выпускали по пятницам пораньше.$0#$e#Я не знаю, как им объяснить, что чем раньше они уйдут, тем дольше мне придется остаться...$2#$e#%Моррис вздыхает.",
"fall_Sat": "Нам крайне необходимо пополнить запасы. Похоже, я снова задержусь в субботу...$0",
"fall_Sat6": "Может быть, мы должны начать запасать алкоголь в Джоджа...$4#$e#Ну, это было бы проще, чем идти в салун. Может быть, мы могли бы даже открыть наш собственный бар!$1",
"fall_Sun": "@, подумай о том, чтобы пойти на Joja.net и пройти наш онлайн-опрос.$1#$e#У тебя будет шанс выиграть приз стоимостью 500 з!$1",
"fall_Sun8": "Ты видел наш сайт, @?^Ты видела наш сайт, @? У нас недавно был большой редизайн!$0#$e#Поскольку ты - мой друг, я дам тебе наш код персонала для 20% скидки. Просто введи JOJAFAMILY на кассе 1.$1#$e#Двадцать процентов не очень много? Что ж... это лучше, чем бывает обычно...$2", 

//WINTER DIALOGUE

"winter_1":  "Здесь ужасно холодно зимой. Я не могу привыкнуть к этому.$0#$e#Может быть, у нас должна быть специальная распродажа на обогреватели. Это привлекло бы людей. И я мог бы поставить стойку с горячим какао...$4#$e#%Моррис в глубоких раздумьях.",
"winter_7": "Пойдешь на подледную рыбалку завтра на фестивале?$0#$e#...Я не трачу столько времени на местную социальную жизнь, сколько должен. Может быть, я приду посмотреть.$0",
"winter_24": "Я планирую положить несколько подарочных карт Джоджа под елку. Я надеюсь, что люди обратят на них внимание.$1",
"winter_28": "Готовишься к новому году, @? Я надеюсь, что это будет выгодно для нас обоих.$0",

"winter_Mon": "Я езжу на автобусе на работу каждый день из своего дома.$0#$e#Жить здесь? Нет, я никогда не думал об этом...$0",
"winter_Mon6": "Берегись льда на дорогах, @.$2#$b#Почти подскользнулся по пути к ночному автобусу прошлой ночью.$4",  
"winter_Tue": "Я ценю время, когда я могу подумать о новых бизнес-планах на зиму.$0",
"winter_Tue6": "Можешь взглянуть на маркетинговую кампанию, над которой я работаю время от времени?$0#$e#Ты, кажется, хорошо ладишь с горожанами. Я хотел бы, чтобы ты помог выяснить, как связаться с ними.^Я хотел бы, чтобы ты помогла выяснить, как связаться с ними.$4",
"winter_Wed":  "Если тебе нужно хорошее место, чтобы согреться, я рекомендую делать покупки в Джоджа!$1",
"winter_Wed4": "Привет, @. Холодный день сегодня.$0#$e#Убедись, что остаешься в тепле!$1",
"winter_Thu": "Я посвятил этот зимний сезон планированию новой стратегии Джоджа! Этот год будет самым сильным для Джоджа!$1",
"winter_Thu6": "Я представляю свою новую стратегию на большой встрече управляющих в Джоджа на следующей неделе...$0#$e#Пожелай мне удачи, @. Мои идеи не всегда получают положительный отклик.$2",
"winter_Fri": "Тебе когда-нибудь доводилось зимой поскальзываться и падать перед кем-нибудь, кто потом посмеялся над тобой?$0#$e#.... Нет, мне тоже.$2",
"winter_Fri8": "Чувствуешь ли ты благодарность за работу, которую делаешь на своей ферме, @?$0#$b#Ты работаешь в одиночестве, но все так добры к тебе.$0#$e#Я бы хотел, чтобы мои сотрудники поняли, сколько работы я потратил на управление магазином...$2",
"winter_Sat": "Выходные дни? Я даже не знаю, что это слово значит!$1#$e#%Улыбка Морриса быстро исчезает.",
"winter_Sat4": "Я смертельно устал. Я должен взять отпуск в ближайшее время...$0#$e#Но когда меня нет, все, что я делаю, это беспокоюсь о магазине. Или придумываю новые идеи!$0",
"winter_Sun": "Еще одно воскресенье, еще один день завершения еженедельной акции...$0",
"winter_Sun6": "Недавно у нас пропали деньги из реестра...$0#$e#Я не хочу никого обвинять. Я не такой бессердечный.$2",

}