{
  //SPECIAL DIALOGUE
  "patio_Olivia": "%farm ферма - такое красивое, спокойное место.$3#$e#Я так счастлива быть здесь с тобой, любовь моя. Я люблю тебя и жизнь, которую мы строим вместе.$1#$b#Удачи с твоей сегодняшней работой.$3",
  "spouseRoom_Olivia": "Я пробую некоторые готоранские техники рисования, о которых я читала, но у меня не получается. $0#$e#Может, мне попросить Лию о помощи. Я ненавижу беспокоить ее дилетантскими вопросами, но...$6#$b#Если я овладею этими приемами, я смогу нарисовать твой портрет, солнышко. Я хотела бы сделать это.$4",
  "funReturn_Olivia": "У тебя сегодня был хороший день?$0#$e#Я нашла бутылку редкого вина, которая была выставлена на аукционе, и мне удалось заполучить ее по отличной цене.$3#$b#Нам надо найти, что отпраздновать, чтобы у нас будет повод открыть ее.$1",
  "funLeave_Olivia": "Доброе утро, солнышко.$3",
  "OneKid_0": "Сегодня я на мгновение отвлеклась, а когда повернулась, увидела, что %kid1 пытается добраться до моих материалов для рисования!$6#$b#Наши стены чудом избежали взрыва творчества.$1#$e#Может, %kid1 вырастет и тоже станет художником...$3",
  "OneKid_1": "Я и %kid1 читали книжку перед сном, это было так весело, @! Мы по очереди изображали животных джунглей и шумели.$1#$e#Я забыла, как это может быть забавно - воспитывать такого маленького ребенка. Они видят мир совсем по-другому.$0",
  "OneKid_2": "%kid1 сегодня - это настоящее наказание. У нас сегодня была бьющая рекорды истерика во время тихого часа.$6#$b#Виктор никогда не устраивал истерик. Может быть, это от тебя, солнце...$2#$b#Интересно, каким ты был в детстве?^Интересно, какой ты была в детстве?$4",
  "OneKid_3": "%kid1 очень напоминает мне Виктора в этом возрасте. Так любит слушать истории.$1",
  "OneKid_4": "%kid1 будто наша маленькая копия... Лучшее, взятое от нас двоих.$3#$e#Я люблю тебя, @.$3",
  "TwoKids_0": "Я думаю, что %kid1 завидует %kid2, что получает больше внимания от меня.$2#$e#Боюсь, что им, вероятно, ревнивость досталась от меня, солнышко. Прости.$2",
  "TwoKids_1": "Сегодня %kid1 и %kid2 устроили небольшую драку.$6#$e#Не волнуйся, все разрешилось к лучшему. Они очень любят друг друга.$3#$b#Но теперь, когда ты здесь, солнце, я хотела бы отдохнуть...$1",
  "TwoKids_2": "Знаешь, после того, как появился Виктор, я поклялась, что у меня больше не будет детей, но я совсем не жалею, что создала с тобой семью.$3#$b#Это новая глава для меня, и я так счастлива жить с тобой.$1",
  "TwoKids_3": "Я очень люблю нашу маленькую семью, солнышко.$1#$b#Давай попробуем все вместе погулять, когда ты не слишком занят работой.^Давай попробуем все вместе погулять, когда ты не слишком занята работой. Может быть, на пляж или в парк? Виктор тоже может прийти.$3",
  "TwoKids_4": "С двумя детьми одновременно, конечно, сложно справляться. Я едва поспевала за ними сегодня.$6#$e#Я не так молода, как раньше, @.$2#$b#...Надеюсь, что это не беспокоит тебя...$2#$e#%Вы обнимаете Оливию.#$e#!!!$9",
 
  //SEASONAL DIALOGUE
  "spring_Olivia": "Так же, как я скучаю по суете города, я люблю долину весной.$3#$e#До того, как мы переехали сюда, я никогда не дышала таким чистым воздухом.$1#$b#Давай прогуляемся по лесу позже, если ты не слишком занят.^Давай прогуляемся по лесу позже, если ты не слишком занята. Я люблю наблюдать за тем, как все начинает расти заново.$3",
  "spring_1": "Весна здесь, любовь моя! Я открыла бутылку хорошего сухого белого вина для нас, чтобы отпраздновать это.$1#$e#Весной ты не хочешь пить что-то слишком тяжелое или слишком сладкое.$6#$e#Оно должно быть как цветы - свежее и только начинающее расцветать.$3",
  "spring_13": "Ты сегодня участвуешь в охоте за яйцами?$6#$e#Я знаю, что тебе нравится побеждать, но тебе и Абигейл было бы неплохо дать шанс младшим.$6",
  "spring_24": "Я не могу решить, какое платье выбрать для сегодняшних танцев.$1#$b#Я хочу быть уверена в том, что оно хорошо сочетается с тем, что надето на тебе.$4#$b#Я бы хотела больше танцевать. Это так очаровательно: быть в твоих руках, слушать красивые песни и находиться в окружении друзей.$8",
  "summer_Olivia": "О, сегодня тепло, не правда ли?$3#$b#Хотела бы я пойти куда-нибудь, нарисовать пейзаж. Может быть, у моря, чтобы я могла сделать перерыв и искупаться, если станет слишком жарко!$1",
  "summer_1": "Ты решил, что ты собираешься посадить в этом сезоне, дорогой?^Ты решила, что ты собираешься посадить в этом сезоне, дорогая? Я хочу отправить часть урожая этого лета домой к моим родителям.$0#$e#Они не верят мне, когда я говорю им, что живу на ферме!$3",
  "summer_11": "Я знаю, ты назовешь меня фанатиком, солнце, но тебе стоит подумать о добавлении небольшого количества красного вина в праздничный суп.$6#$e#Немного вина сделает вкус супа приятным и насыщенным. Его хорошо не только пить!$3",
  "summer_28": "По правде говоря, медузы заставляют меня немного нервничать. Знаешь, они могут ужалить.$2#$e#Это будет романтично, пока ты будешь держать меня за руку.$3",
  "fall_Olivia": "Осень - прекрасное время для собирательства в долине. Даже самые дорогие импортные грибы не могут сравниться с тем, что можно найти здесь в дикой природе.$0#$e#Тебе следует насобирать грибов на наш сегодняшний ужин, солнце.$3",
  "fall_1": "Это отличная возможность научиться использовать цвета с большим количеством оттенков. И какая прекрасная картина будет, если все получится!$1",
  "fall_16": "Я надеюсь, что твой выставочный лоток будет сегодня хорош.$3#$b#Я знаю, как усердно ты работал, чтобы составить фантастическое представление о твоей работе.^Я знаю, как усердно ты работала, чтобы составить фантастическое представление о твоей работе. Я уверена, что мэр согласится.$1",
  "fall_27": "Признаюсь, я действительно не вижу привлекательности Дня Всех Духов. То, что должно быть страшным, всегда кажется немного глупым.$0#$e#И большинство украшений немного... липкие.$2",
  "winter_Olivia": "Я жду с нетерпением те дни, когда я смогу заниматься йогой, особенно в это время года. Я становлюсь менее гибкой зимой.$0#$e#Я никогда не называла себя старой, но за последние несколько лет я стала чаще мёрзнуть.$2",
  "winter_1": "Зима оставляет приятный румянец на твоих щеках, @. Это очень мило.$4#$e#Какое чудесное время года.$3",
  "winter_8": "Я сделала немного глинтвейна, чтобы мы могли взять его на сегодняшний фестиваль.$0#$b#Он согреет тебя, пока ты будешь соревноваться в рыбалке с тем глупым рыбаком.$3",
  "winter_12": "Не замерзни сегодня, любовь моя.$0#$e#Я буду ждать с бокалом красного вина, чтобы мы вдвоем могли согреться, когда ты закончишь.$3",
  "winter_25": "Надеюсь, что у тебя подготовлен хороший подарок для твоего секретного друга, солнце!$1",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Сегодня мне так лень делать что-либо. Я соблазнюсь желанием просто остаться дома и читать.$6#$e#Я иногда скучаю по нашей библиотеке. Я могла бы выбрать полку и найти увлекательную историю, чтобы исчезнуть на несколько часов.$3",
  "Indoor_Day_1": "Мы можем взять телевизор побольше, солнце?$0#$b#У нас достаточно места, и по вечерам было бы здорово.$1",
  "Indoor_Day_2": "На днях я нашла мышь, солнце. Мышь!$0",
  "Indoor_Day_3": "Будут ли другие обои смотреться лучше в нашей спальне...? Или может покрасить стены в какой-нибудь красивый цвет...$1",
  "Indoor_Day_4": "Иногда я чувствую себя словно взаперти, когда я дома.$6#$b#Я должна выбираться в город почаще, любовь моя. И тебе стоит иногда ходить со мной!$3",
  "Outdoor_Olivia": "Когда я выхожу наружу, у меня прям руки чешутся порисовать.$3#$b#У природы такая невероятная палитра.$1",
  "Outdoor_0": "Иногда я думаю о том, чтобы пойти в лес и насобирать грибов, но я боюсь, что забреду далеко и потеряюсь.$6#$e#Пойдёшь со мной когда-нибудь?$1",
  "Outdoor_1": "Воздух на ферме такой чистый.$3#$b#Если Виктор придет, мы должны устроить пикник на улице. Он мог бы подышать свежим воздухом.$0",
  "Outdoor_2": "Тебе когда-нибудь доводилось сталкиваться с дикими животными здесь, в долине, солнце?$0#$b#Я ужасно боюсь медведей. Надеюсь, что никогда не встречусь с одним из них.$2",
  "Outdoor_3": "Я хотела бы отправиться в еще один тур по местным виноградникам в ближайшее время.$3#$b#Хотя долина небольшая, люди, которые делают вино, удивительно профессиональны.$3",
  "Outdoor_4": "Хм... Интересно, станет ли это хорошим фоном для моей следующей картины?...$6#$b#Что думаешь, @? У тебя опытный взгляд.$3",
  "Rainy_Day_0": "Дождь в городе ощущается по-другому. Он только мешает всем.$0#$b#Здесь же дождь хорош для посевов и он делает пейзаж уютным. Это не то, к чему я привыкла, но это приятно.$3",
  "Rainy_Day_1": "Дождливые дни - это дни для красного вина, как ты думаешь?$0#$b#Знаешь, немного вина может укрепить иммунную систему от простудных заболеваний.$3",
  "Rainy_Day_2": "В пасмурные дни я просто пытаюсь вспомнить, что такая погода хороша для растений. Хотя, я нахожу это таким тоскливым.$3",
  "Rainy_Day_3": "Влажность воздуха в такие дни затрудняет рисование. Все высыхает целую вечность, и это занимает много времени.$2#$b#Я полагаю, мне нужно найти что-то еще, чем занять мое время.$0",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Разве тебе не нравится шум дождя, падающего на крышу?$0#$e#Я чувствую себя безопасно и уютно здесь, вместе с тобой. Я люблю тебя.$3",
  "Indoor_Night_1": "Мы должны поиграть в настольную игру вечером.$0#$e#Осторожно. Я очень конкурентоспособная и люблю побеждать.$6",
  "Indoor_Night_2": "Мне налить нам красное или белое вино сегодня вечером?$3#$e#Я? Я буду то, что тебе нравится.$6",
  "Indoor_Night_3": "Я сегодня устала. Давай ляжем спать пораньше, @.$2",
  "Indoor_Night_4": "Бутылка, которую я открыла, почти пуста. Последний бокал, солнце. Давайте распорядимся им с умом!$4",
  "Rainy_Night_0": "Думаешь, мы должны проверить, как там Виктор?$0#$b#У него очень переменчивое настроение в дождливые ночи. Боюсь, он получил это от меня.$2",
  "Rainy_Night_1": "Я надеюсь, что завтра все высохнет. Я очень хочу пойти погулять, но не хочу пачкать свою обувь.$0",
  "Rainy_Night_2": "В империи Готоро много таких дождливых ночей.$0#$e#Я надеюсь, что все там в порядке.$2",
  "Rainy_Night_3": "Дождливые ночи заставляют меня слишком много думать. $0#$e#Можешь отвлечь меня, @? Я не хочу затеряться в своих воспоминаниях.$2#$e#Я тоже тебя люблю.$4",
  "Rainy_Night_4": "Будь осторожнее, если тебе нужно куда-нибудь пойти сегодня вечером.$0#$b#Я бы не хотела, чтобы ты поскользнулся и упал в такую ​​погоду.^Я бы не хотела, чтобы ты поскользнулась и упала в такую ​​погоду.$2",
 
  //AFFECTION DIALOGUE
  "Good_0": "Иногда я смотрю на тебя и не могу поверить, что мы нашли друг друга. Нам так повезло.$3#$e#Я люблю тебя, @.$4",
  "Good_1": "@, Я действительно не ожидала найти любовь снова так поздно.$3#$b#Я знаю, что я не старая, но... у меня прочно укоренилась идея о том, чтобы быть одной.$2#$e#Я рада, что вместо этого я буду с тобой.$3",
  "Good_2": "Знаешь, @? Ты делаешь меня лучшим человеком.$3#$b#Со мной может быть... нелегко. Я бываю заносчива. Но ты учишь меня быть более терпеливой и сострадательной, любовь моя. Спасибо.$3",
  "Good_3": "Ты единственный человек, кто знает, как быстро вытащить меня из плохого настроения.$0#$b#Я не знаю почему, но я чувствую, что ты действительно понимаешь меня. Спасибо.$3",
  "Good_4": "Иногда я смотрю на тебя и не могу поверить, что мы нашли друг друга. Нам так повезло.$3#$e#Я люблю тебя, @.$3",
  "Good_5": "Как думаешь, мы можем взять отпуск в ближайшее время?$0#$b#Что-то романтичное. Может быть, острова.$4#$e#Я хочу увидеть все самые красивые места в мире с тобой, солнышко.$3",
  "Good_6": "Я не жалею, что бросила торговые операции, чтобы жить с тобой на ферме.$3#$b#Мне так спокойно здесь, рядом с тобой.$1",
  "Good_7": "Ты когда-нибудь танцуешь, @? Помимо цветочных танцев?$0#$e#Когда я с тобой, я в настроении танцевать. Может быть, мы можем взять пару уроков как-нибудь.$3",
  "Good_8": "В городе... все движется слишком быстро. Я всегда была в пути, никогда не останавливаясь, чтобы обратить внимание на мир вокруг меня.$0#$e#Приятно притормозить и наслаждаться жизнью с тобой, @.$3",
  "Good_9": "Прошлой ночью мне снился сон о том, что мы стареем вместе.$0#$b#Я знаю, что это немного банально, солнце. Но это заставило меня задуматься о том, чтобы нарисовать наш портрет в будущем, счастливых вместе.$3",
  "Neutral_0": "Может мы отправимся в путешествие в пустыню как-нибудь?$3#$e#Я хотела бы попробовать свежие плоды кактуса.$1",
  "Neutral_1": "Я думаю о том, чтобы собрать групповой заказ для города из нескольких далеких виноградников. Это вышло бы довольно дешево.$0#$b#У нас здесь миленькое сообщество, не правда ли?$0",
  "Neutral_2": "Сегодня я буду убираться дома, солнце. Постарайся не натащить грязи.$0#$e#Я знаю, что ты осторожен.^Я знаю, что ты осторожна.$3",
  "Neutral_3": "Ты когда-нибудь встречался с волшебником, который живет к югу от города?^Ты когда-нибудь встречалась с волшебником, который живет к югу от города?$0#$e#Ты смелее, чем я. Я восхищаюсь твоей способностью дружить даже с самыми странными людьми.$3",
  "Neutral_4": "Я хотела бы как-нибудь познакомить тебя с несколькими моими друзьями в городе.$0#$e#Я уверена, что вы поладите.$3",
  "Neutral_5": "Виктор подбросил тебе книгу, солнышко.$6#$b#Он сказал, что думает, что тебе понравится - это мемуары с первых дней Гильдии искателей приключений.$3#$e#Я рада, что вы двое ладите.$1",
  "Neutral_6": "Один из людей, с которым я познакомилась, когда еще была трейдером, позвонил сегодня, чтобы сообщить мне о больших инвестициях.$3#$e#Это немного заманчиво, но мне и здесь хорошо.$3",
  "Neutral_7": "Давай пригласим Виктора на ужин в ближайшее время.$0#$b#Я не хочу, чтобы он чувствовал, будто я оставляю его, присоединяясь к тебе. Он тоже должен чувствовать себя желанным гостем.$0",
  "Neutral_8": "В ближайшее время мне нужно поехать в город и забрать художественные принадлежности.$0#$e#Я специально заказываю большую часть своих материалов, но мне все еще нравится осматриваться на месте, чтобы увидеть, появилось ли что-нибудь уникальное.$0",
  "Neutral_9": "Еще один день в долине...$0#$b#Иногда кажется, что дни здесь смешиваются в один. Мы должны сделать что-то в ближайшее время, чтобы немного встряхнуться.$3",
  "Bad_0": "Мне пришлось избавиться от картины, над которой я работала сегодня. Я просто не могу сделать это правильно.$2#$e#Может быть, я ненадолго отдохну от живописи. Такое чувство, что я не делаю никакого прогресса вообще.$2",
  "Bad_1": "Жаль, что вино не может решить все мои проблемы. Но можно попробовать.$2#$e#Не волнуйся, я шучу. Я не буду пить слишком много, даже когда я подавлена.$0",
  "Bad_2": "Я чувствую себя нехорошо. Я должна увидеть доктора Харви.$2#$b#Лучше держись подальше, вдруг это заразно.$2",
  "Bad_3": "У меня ужасное настроение, солнце. Я бы избегала меня, если бы я была тобой.$5#$e#Ты не сделал ничего плохого.^Ты не сделала ничего плохого. Я иногда такое бывает.$2",
  "Bad_4": "В такие дни я просто хочу оставаться в кровати.$2#$b#Или пойти за покупками. Может быть, я поеду в город, чтобы поднять себе настроение.$1",
  "Bad_5": "Идет война с Империей, и жертв становится все больше.$2#$b#Больно думать обо всех этих страдающих людях.$2",
  "Bad_6": "Я видела, как ты разговариваешь с ней в городе, знаешь ли.$2#$b#С кем? Я не должна говорить тебе. Ты знаешь, с кем.$5",
  "Bad_7": "Разве ты не видишь, я хочу побыть одна?$5#$e#...Прости, солнце. Мне просто нужно побыть одной.$2",
  "Bad_8": "Сегодня я уронила одно из моих редчайших готоранских фарфоровых изделий, и оно разбилось вдребезги.$5#$e#Я ужасно злюсь на себя. Оно незаменимо.$2#$e#Я не хочу больше думать об этом.$2",
  "Bad_9": "Я люблю тебя, но иногда я просто думаю об Эдварде и о том, как все это было грустно...$2#$e#Я расскажу тебе больше о нем когда-нибудь... но не сегодня.$2",
}
