{
"Introduction": "Ах, новый житель долины Стардью. Рад встрече с тобой.$0#$b#Зовут Марлон, я лидер гильдии искателей приключений. Люди в городе в основном называют меня «охотником на монстров».$0#$e#Если тебя интересует борьба с монстрами, подумай о вступлении в гильдию. Прежде чем присоединиться, я хочу увидеть твою силу в реальном бою.$0",

//SPRING AND GENERAL DIALOGUE

"spring_1": "К сожалению, снег тает так же быстро, как и раньше.$0#$e#Нужно сделать обход на горе. Есть небольшой шанс, что монстры могут оттаять.",
"spring_12": "Яичный фестиваль завтра.$0#$e#Хм-м. Интересно, какую еду и питье готовит Гас.$1",
"spring_23": "Хм-м? Что такое?$0#$e#Да, я знаю, что цветочные танцы будут завтра. Мое посещение было запрошено мэром Льюисом.$0",
"spring_28": "Становится все жарче...$2#$e#Весна скоро подойдет к концу.$0",

"Mon": "Здравствуй.$0#$e#Могу я чем-то помочь?$0",
"Mon2": "Здравствуй. Как приключения?$0#$e#Если тебе нужно более сильное оружие, загляни в наш тайник с оружием.$0",
"Mon8": "Смотри по углам, когда бываешь в шахте, @. Никогда не знаешь, что может тебя ждать.$0#$e#Береги себя.$0",
"Tue": "Здравствуй.$0#$e#Эм-м... отличная погода сегодня?$0#$e#%Марлон отворачивается. Он выглядит занятым.$0",
"Tue2": "Здравствуй, @.$0#$e#Если у тебя есть вопросы о местных монстрах или боевых техниках, не стесняйся спрашивать.$0",
"Tue8": "Ты напоминаешь мне Алезию. Всегда готов защитить людей, чего бы это ни стоило.^Всегда готова защитить людей, чего бы это ни стоило.$0#$e#Так держать, @.$0",
"Wed": "Моему мечу сильно досталось. Клинт должен взглянуть на него в ближайшее время.$2#$e#Он искусен в своем ремесле.$0",
"Wed4": "Я разведываю шахту несколько раз в неделю, пытаясь определить популяцию монстров.$0#$e#Не хотел бы, чтобы их было слишком много. Они начали бы просачиваться из пещер в долину.$1",
"Wed8": "Здравствуй, @. Мы должны вместе отправиться в экспедицию. Твоя помощь не помешает.$0#$e#Всегда готов оказать помощь.^Всегда готова оказать помощь. Я ценю твой бойцовский дух.$0",
"Thu": "Здравствуй.$0#$e#Меня нельзя назвать «болтливым» типом.$0",
"Thu2": "В некоторых боях лучшей стратегией является отступление. Знай свои выходы.$0#$e#...$2#$e#%Марлон отворачивается от вас.",
"Thu8": "Во время странствий необходимо иметь при себе хороший запас зелий.#$b#От этого может зависеть твоя жизнь.$2#$e#Береги себя, @.",
"Fri": "Если ты заметишь монстров за пределами шахты, немедленно сообщи мне об этом.$0#$e#Я быстро разберусь с ними.$0",
"Fri4": "Гас предлагает хорошую еду и напитки в салуне «Звездная капля».$0#$e#Если тебе нужны пайки в шахту, нет лучшего места, где получить их, чем салун.$0",
"Fri8": "Неблагодарная работа у нас, @. Я ценю все, что ты делаешь.$0#$e#Хорошего дня.$0",
"Sat": "Здравствуй.$0#$e#Эм-м... Есть планы на выходные?$0#$e#Хм-м. Понятно. Звучит увлекательно.#$e#...$0#$e#%Похоже, Марлону не хочется говорить.",
"Sat4": "В скором времени нужно будет навестить Расмодиуса в его обители. Надо обновить чары на нескольких видах оружия в арсенале.$0",
"Sat8": "Гильдия гордится тобой, @. Так держать.$0",
"Sun": "Хм-м-м?$0#$e#О, привет.$0",
"Sun2": "Меч, кинжал или молот? Оружие, которое ты выберешь, будет определять твой стиль боя.$0#$e#Я предпочитаю мечи. Малый радиус действия кинжалов делает меня слишком близко к монстрам, а молоты замедляют меня.$0",
"Sun8": "Как-нибудь я познакомлю тебя с некоторыми людьми из деревни Касл, @. Подвиги, совершенные тобой, впечатляют.$0#$e#В деревню приглашают только тех, кто проявил себя на поле боя. Я воспользуюсь своими связями и посмотрю, что я смогу сделать.$0", 
 
//SUMMER DIALOGUE
"summer_1": "В такую жару я предпочитаю быть глубоко в шахтах, где прохладно.$0",
"summer_10": "Тебе все еще нужно что-то, что можно закинуть в фестивальный суп, @?#$e#Интересно, каким завтра получится суп.$0#$b#Может, пещерная морковь, которую я выкопал, станет хорошим дополнением?$1",
"summer_28": "Полуночные медузы подплывут к пляжу сегодня. Красивые маленькие существа.$0#$e#Они похожи на зиннес, ядовитых медуз, которые занимают глубокие океанические пещеры на Ферн-Айленде.",

"summer_Mon": "Что бы ни случилось, не дари мне мороженое.$0#$e#Я не в восторге от него.$2",
"summer_Mon6": "Насекомые снаружи попадают в пещеры и искажаются темной магией.$2#$b#По этой причине верхние уровни заполнены гигантскими жуками.#$e#Хотя, их легко победить. Один быстрый удар хорошим зачарованным оружием - и с ними покончено.",
"summer_Tue": "...$2#$e#Хм-м? Ох. Просто думаю кое о чем.#$e#Чем могу помочь, @?",
"summer_Tue6": "*вздох* Вчера пропустил удар мечом по слайму, и он ударил меня. Ничего серьезного.$2#$e#Нужно больше тренироваться на мечах.$2#$e#Никогда не думал, что скажу это, но, может быть, мне следует взять пару советов от тебя...$1",
"summer_Wed": "Виноградник Блю Мун - симпатичное место на нашей пристани.#$e#Я помню первые дни до того, как был построен виноградник. Ничего, кроме травяного поля с деревьями.$0",
"summer_Wed6": "Город сильно изменился с тех пор, как я впервые приехал сюда.$0#$e#Я немного скучаю по ранним дням. Хотя большинство изменений хороши.$1",
"summer_Thu": "Раньше гильдия была намного больше. Долина Стардью не всегда была такой «свободной от монстров», как сейчас.#$e#Расмодиус сыграл большую роль в безопасности этого места.",
"summer_Thu8": "Люди в этой деревне не понимают, сколько Расмодиус делает для них.$0#$e#Без него это место, вероятно, было бы давно захвачено монстрами.$0",
"summer_Fri": "Шахты опасны, если не подготовиться как следует.#$e#Я рекомендую брать дополнительные припасы в экспедиции.",
"summer_Fri8": "Очень приятно, @.#$e#Прощай.",
"summer_Sat": "Здравствуй, @. Мы только что получили новый ассортимент оружия.#$e#Кузнец из деревни Касл очень талантлив.",
"summer_Sat6": "За все время, которое я провел, путешествуя и сражаясь с монстрами, я встретил много интересных людей.$0#$e#Некоторые из самых интересных находятся здесь, в этой долине. Включая тебя, конечно.$2",
"summer_Sun": "Здравствуй, @. Какие планы на предстоящую неделю?$0#$e#Если ты сражаешься, сражайся безопасно.$2",

//FALL DIALOGUE

"fall_1": "Здравствуй, @.$0#$e#Начало нового сезона.",
"fall_15": "Слышал новости от мэра Льюиса. Завтра в город Пеликан приезжает много туристов на фестиваль.$0#$e#Я нервничаю, когда вокруг толпы людей.$2",
"fall_26": "Нужно подготовить снаряжение в ближайшее время. Направляясь к шахтам с искателем приключений деревни Касл. Мы ловим монстров для фестиваля.$0#$e#День всех духов предоставляет хорошую возможность показать горожанам, насколько опасны монстры.$0",
"fall_27": "Пока мы говорим, в городе устанавливаются клетки. Я поймал несколько теневых воротил и скелетов.$0",
"fall_28": "Скоро зима, @. С твоим свободным временем вы планируешь путешествовать больше, чем обычно?$0#$e#Если это так, пожалуйста, будь осторожнее. Не ставь себя в положение, из которого не сможешь выбраться.",

"fall_Mon": "Тебе когда-нибудь было страшно в одиночестве в шахтах?$0#$e#Даже я боюсь, все еще. Никогда не знаешь, что может подкрасться к тебе.$0",
"fall_Mon4": "Найди себе надежное оружие и возьми достаточно припасов, и тогда тебе все будет по плечу.$0#$e#Ты будешь хорошим искателем приключений, @.$2",
"fall_Tue":  "Хорошая руда находится глубоко в шахте. Легко разбогатеть, но это рискованно.#$e#Если ты попадешь в ситуацию, когда орда монстров охраняет сокровище, даже большое, прими мой совет: уходи.$2",
"fall_Tue6": "Вилли сказал, что хорошо заплатит мне, если я поймаю ему рыбу-камень в шахте.#$b#Хотя, я не ловлю рыбу. Никогда не мог поймать что-то такое сложное.$2#$e#Хм-м. Может, если я использую свой лук...?$1",
"fall_Wed": "Осторожнее в приключениях сегодня, @.$0",
"fall_Wed4": "Когда-нибудь находил какие-либо артефакты в шахтах?^Когда-нибудь находила какие-либо артефакты в шахтах?$0#$e#Я не знаю о них много, но Гюнтер знает. Ты можешь найти странные вещи, если спустишься достаточно глубоко.$0", 
"fall_Thu": "Я не рекомендую использовать бомбы в шахтах. Большая вероятность, что пещера может обрушиться.$0",
"fall_Thu6": "Надеюсь, ты принимаешь достаточно мер предосторожности в шахтах, @.$0#$e#Последнее, что мне нужно, это еще одно место, которое нужно посещать на вершине. Там уже достаточно людей.$2",
"fall_Thu10": "Ты заставляешь долину гордиться тобой, @. Так держать.$0",
"Fall_Fri": "Черные слаймы - редкое явление - искаженный темной магией на протяжении сотен лет.$0#$e#Если ты столкнешься с черным слаймом, не позволяй ему коснуться тебя.$2",
"fall_Fri6": "Насекомые снаружи попадают в пещеры и искажаются темной магией.$2#$b#По этой причине верхние уровни заполнены гигантскими жуками.#$e#Хотя, их легко победить. Один быстрый удар хорошим зачарованным оружием - и с ними покончено.",
"fall_Sat": "У тебя много друзей в городе?$0#$e#Для меня, они приходят и уходят. Хотя, нынешняя компания приятная и дружелюбная.$2",
"fall_Sat6": "Нужно сходить на вершину, навестить друзей, которых я потерял.#$b#Быть искателем приключений - опасная работа.$2#$e#Я рад, что ты присоединился к нашему делу.^Я рад, что ты присоединилась к нашему делу.",
"fall_Sun": "Слаймов легко победить один на один, но нужно быть осторожнее, если они в группе.#$b#Тебя могут поразить в одно мгновение.$2",
"fall_Sun8": "Может быть, скоро пора на пенсию... ты когда-нибудь пробовал разводить слаймов?^ты когда-нибудь пробовала разводить слаймов?$2#$b#Будет приятно отвлечься немного от сражения с ними.$2#$e#%Марлон чешет бороду, выглядит задумчивым.", 

//WINTER DIALOGUE

"winter_1":  "Я ношу свою любимую форму зимой. Что думаешь об этом?$0#$e#Что? Ты думаешь, что она выглядит так же? Хех.$0",
"winter_7":  "Я против того, чтобы городской ледовый праздник проводился каждый год.$0#$b#Волшебный барьер в лесу очень слабый. Монстры могут проскользнуть через него.$0#$e#Я буду внимательно следить. Не беспокойся.$0",
"winter_24": "Не особо люблю дарить подарки, но если это заставит кого-то улыбнуться, я сделаю это.$0",
"winter_28": "Скоро снег растает. Я надеюсь, ты уделишь больше времени ферме.$0",

"winter_Mon": "Как дела сегодня, @?$0#$e#Дай мне знать, могу ли я и Гил сделать для тебя что-нибудь.$2",
"winter_Mon6": "Мы с Гилом давно знакомы. Пережили много вместе.$0#$e#Хорошие друзья - одни из лучших вещей в этом деле. Вы можете прикрывать друг друга.$2",
"winter_Tue": "Есть какие-либо недавние подвиги в битве, которыми ты хочешь похвастаться, @?$0#$e#Хорошо, дай мне знать, если будут какие-нибудь хорошие. Только никаких выдумок.$2",
"winter_Tue6": "Вчера в шахте в одиночку зачистил несколько этажей от монстров и добыл кучу алмазов.#$b#Эти алмазы могут оказаться полезными в тайных исследованиях Расмодиуса.$0",
"winter_Wed":  "Гил обычно спит больше обычного зимой.#$e#Ну, он всегда такой, на самом деле.$2",
"winter_Wed8": "Гил отправляется в деревню Касл. Много дел, которыми нужно заняться относительно новых искателей приключений.$0#$e#Он никогда не выбирался куда-либо так часто, как сейчас. Лучше для него.$0",
"winter_Thu": "Наслаждаешься зимой, @? Я знаю, что это так, хотя это не самый популярный сезон.$0",
"winter_Thu6":  "Тишина зимы завораживает.$2#$e#Я люблю гулять поздно ночью, когда ничто не освещает путь, кроме моего фонаря.$0",
"winter_Fri": "Некоторые тайные ученые считают, что призраки в шахтах - это потерянные духи путешественников, которые так и не вернулись.$0",
"winter_Fri8": "Легенды гласят о цивилизациях народа теней под землей, похожих на дварфов.#$e#Все, что осталось от них, - это оболочки, беспощадно атакующие любую душу на своем пути.$2#$e#Они такие же существа, что и Кробус.$0",
"winter_Sat": "Тебе уже доводилось разговаривать с Расмодиусом в его башне?$0#$e#Я знаю много вещей, которые приходят на ум, когда слышишь слово «волшебник», но он может тебя удивить.$2",
"winter_Sat4": "Расмодиус проводит большую часть своих дней, изучая мистические свойства.#$e#Если хочешь завоевать его доверие, я рекомендую дать ему эссенцию пустоты.",
"winter_Sun": "Сегодня мороз.$0#$e#В один из таких дней под землей может быть теплее, чем на поверхности.$2",
"winter_Sun6": "Укутывайся потеплее сегодня, @, особенно если идешь сражаться.$0#$e#...Только не одевайся так плотно, что не сможешь размахивать оружием.$2",

"marlon_event1": "Тогда в этом случае...!",
"marlon_event2": "Хм-м...",
"marlon_event3": "Ха-ха! Хороший ответ.",
"marlon_event4": "Да, это так. Чем дальше идешь, тем больше монстров встречаешь...#$b#Они были искажены в течение многих лет. Это дает им сверхъестественную силу.",
"marlon_event5": "Хм-м...",
}
