
{
  //SPECIAL DIALOGUE
  "Introduction": "Эм... Приветствую! Меня зовут Морган. Я ученик Магнуса Расмодиуса. Как зовут тебя?$0#$e#Очень приятно!$1",

  //SPRING DIALOGUE	
  "spring_12": "Завтра мы с Магнусом отправимся глубоко в лес.$1#$b#Я не смогу присутствовать на городском фестивале.$0#$e#Он нашел место с действительно высокой концентрацией сырой магии. Я так взволнован!$3",
  "spring_28": "Ты будешь выращивать карамболу этим летом?$1",
  
  "Mon": "Эм. Привет.$5#$e#...$0#$e#%Морган не хочет разговаривать.",
  "Mon4": "Магнус учит меня магическим свойствам мистических древних растений.$3#$e#Он говорит мне, что долина кишела ими давным-давно.$1",
  "Tue": "Привет.$0#$e#Ты немного странный^Ты немного странная.$1",
  "Tue2": "Магнус скоро устроит мне экзамен. Я готов пройти его!$1#$e#Я хочу защищать людей.$1",
  "Tue8": "Привет, @! С тобой все в порядке?$1#$e#Эм. Вот! Я сварил для тебя зелье![773]$1",
  "Wed": "Ты часто посещаешь меня.$5#$e#Ты тоже маг?$0#$b#Я чувствую твою магию.$1",
  "Wed4": "Привет, @!$1#$e#Ох. Я собираюсь медитировать, чтобы регенерировать свою ману.$1",
  "Thu": "Тебе нравится моя шляпа?$1#$e#Магнус сделал ее для меня!$3",
  "Thu2": "Магнус сказал мне, что в лесу обитают лесные духи.$1#$b#Их магические силы переплетаются с долиной.$3",
  "Thu8": "Ты испытывал что-нибудь волшебное на своей ферме?^Ты испытывала что-нибудь волшебное на своей ферме?$0#$e#Ох. Понятно!$1",
  "Fri": "Я выпил очень странный эликсир, чтобы укрепить связь с лесными духами.$2#$e#Ты тоже его пил!?^Ты тоже его пила!?$5",
  "Fri4": "Я учусь варить зелья!$1#$b#Может быть, когда-нибудь я смогу приготовить для тебя зелья, чтобы помочь с твоими приключениями!$3",
  "Sat": "Завтра приедет Марлон!$1#$b#Он такой классный!$3#$e#Почему ты не такой, как он?^Почему ты не такая, как он?$0",
  "Sat4": "Интересно, как дела у мамы и папы...$9#$e#А-а!$5#$e#%Морган шокирован.",
  "Sat10": "Магнус сказал, что я не могу присоединиться к нему и Марлону в их экспедициях. Я недостаточно силен.$0#$e#Это просто означает, что мне нужно стать сильнее!$4",
  "Sun": "В долине больше пыльцы, чем у меня дома.$0#$e#Ох, где мой дом?$1#$b#В Эвертоне!$3#$b#Это город в горах на севере.$1",
  "Sun4": "Мы с Магнусом посещаем место под названием «Родник Духов». Он собирается представить меня своим лесным друзьям-духам.$1#$e#Один из них зовет себя «Клаус». Он дал Магнусу древние семена для тайных исследований.$1",
  "Sun8": "Привет! Нам стоит вместе сварить зелья как-нибудь.$1#$b#Это было бы очень весело!$7#$e#У меня больше ничего не взрывается. Как правило... У меня стало получаться лучше, во всяком случае.$1",
  
  //SUMMER DIALOGUE
  "summer_10": "Итак. Вы все бросаете кучу всякой всячины в кастрюлю, а затем едите это?$0#$e#Звучит ужасно.$5",
  "summer_27": "Ты веришь в морских жителей?$0#$e#В мире много загадок!$1",
  
  "summer_Mon": "Я иду на специальное задание, чтобы собрать что-то под названием «Съедобный папоротник» в лесу.$1#$b#Магнусу нужно это для зелья.$3",
  "summer_Mon6": "Летом в лесу плавает много маны. Я чувствую это.$0#$e#Ты тоже это чувствуешь?$1",
  "summer_Tue": "Иногда я спрашиваю Магнуса, могут ли Винсент или Джас прийти в гости. Он всегда говорит «нет».$2",
  "summer_Tue6": "Как думаешь, большая дыня снаружи выглядит вкусно?$1#$e#Иногда мне хочется съесть кусочек.$1#$b#Но я знаю, что у меня будут неприятности.$2",
  "summer_Wed": "Я все еще пытаюсь творить магию...$2#$b#Как думаешь, у меня будет получаться лучше?$2#$e#%Вы говорите Моргану, что у него получится!#$e#Спасибо, @.$3",
  "summer_Wed6": "Ты умеешь колдовать?$0",
  "summer_Wed8": "Завтра я собираюсь на экскурсию!$3#$e#Я спросил Магнуса, можешь ли ты прийти, но он сказал «нет».$0",
  "summer_Thu": "*зевает*...$3#$b#Я не спал прошлой ночью.$0#$e#Почему? Я практиковался в магии!$1#$e#Не говори Магнусу!$5",
  "summer_Thu8": "У меня весьма неплохо получается варить зелья. Вот одно для тебя![773]$3#$e#Ох. Вот еще одно![773]$1",
  "summer_Fri": "Ты слышал о месте под названием «деревня Касл»?^Ты слышала о месте под названием «деревня Касл»?$0#$b#Мне не разрешено посещать ее, пока я не подрасту...$8",
  "summer_Fri8": "Одна ведьма приходит к нам. Она почти со мной не разговаривает.$0#$e#Ее зовут Камилла.$8#$b#От нее у меня мурашки по коже.$5",
  "summer_Sat": "Я надеюсь, что сегодня вечером на ужин у нас не будет лягушачьего супа... Снова...$5",
  "summer_Sat8": "Джас любит прыгать через скакалку у большого вишневого дерева. Она всегда так счастлива.$1#$e#Она хороший друг!$3",
  "summer_Sun": "Я немного отстал в чтении...$0",
  "summer_Sun6": "Мы уничтожили несколько действительно больших алмазов этим утром во время эксперимента.$1#$e#Марлон приносит нам редкие драгоценные камни и добычу с монстров для наших исследований!$3",
  
  //FALL DIALOGUE
  "fall_15": "Завтра Уэлвик открывает свою палатку ясновидения.$1#$e#Магнус говорит, что она действительно могущественная.$0",
  "fall_26": "Завтра меня могут начать обучать призыву существ!$3#$e#%Морган прыгает от волнения!",
  "fall_28": "Чувствуешь, как воздух начинает покалывать?$0#$e#Я чувствую... скоро пойдет снег.$1",
  
  "fall_Mon": "А ты знаешь, что Магнус построил башню на «волшебном поле»?$0#$e#Это помогает ему сосредоточить свою ману!$3",
  "fall_Mon6": "Я хочу пойти поиграть с Джас и Винсентом.$0#$e#Хотя сегодня у меня есть важные исследования...$6#$b#Может, в эти выходные.$1",
  "fall_Tue": "Я иду на очень важное задание, чтобы собрать мощные волшебные грибы в лесу!$3#$e#Это мой шанс показать Магнусу, что на меня можно положиться.$1#$e#%Вы говорите Моргану, что он сможет это сделать. Он улыбается тебе.",
  "fall_Tue6": "Я сделал свой первый тотем!$3#$b#Их действительно сложно сделать.$1#$e#Ты когда-нибудь создавал такой?^Ты когда-нибудь создавала такой?$0",
  "fall_Tue10": "Хей, @!$3#$b#Я сделал этот тотем для тебя. Это телепортирует тебя обратно на %farm ферму.[688]$1",
  "fall_Wed": "Цвета осени очень красивые.$0#$b#Деревья напоминают мне о доме.$1#$e#...$2#$e#Я хочу увидеть своих родителей.$2",
  "fall_Wed6": "Может, я смогу научить тебя магии как-нибудь? Я думаю, ты бы отлично справился!^Я думаю, ты бы отлично справилась! У тебя уже есть большой потенциал.$3#$e#Хотя, тебе нужно будет зарегистрироваться как маг в Министерстве магии Фернгилл.$0#$b#Правила строгие.$5",
  "fall_Thu": "Ты знаешь что-нибудь об Энди?$0#$b#Я не думаю, что ему нравится магия.$0#$e#Может, мне подшутить над ним?$3#$e#%Вы объясняете Моргану, что он не должен шутить над Энди.#$e#Ох. Эм. Прости. Я не буду. Не говори Магнусу.$2",
  "fall_Thu8": "Я тайно наложил небольшое заклинание на ферму Энди, чтобы улучшить почву.$0#$e#Эм. Не говори никому. У меня могут быть большие проблемы.$1",
  "fall_Fri": "Магнус учит меня «доктрине Мерлина». Это что-то вроде большого свода правил для магов.$0#$e#Это о-о-о-очень скучно.$2",
  "fall_Sat": "Тебе нравится моя новая шляпа?$1#$e#Ох? Ты думаешь, что она выглядит так же?$8",
  "fall_Sat6": "В зале порталов есть один заблокированный портал, на табличке рядом с ним сцарапан текст. Интересно, что там было?$0#$b#Магнус запрещает мне спрашивать об этом. Но когда-нибудь он расскажет мне.$4",
  "fall_Sun": "Я хочу попробовать магию огня, но мне нельзя.$8#$e#Магнус говорит, что ее очень трудно контролировать.$0",
  "fall_Sun8": "Марлон и Магнус разговаривали, и я их подслушал. Они говорили что-то о большой битве за океаном.$0#$e#Там есть маг, которого они знают, он сражается на «другой стороне». Я не знаю, что это значит.$0",
  
  //WINTER DIALOGUE
  "winter_1": "Здесь есть жители, которые не любят использующих магию.$0#$e#Кто? Эм.$0#$b#Я не могу тебе этого сказать.$0#$e#Прости, @. Мне запрещено.$0#$e#Прекрати!$4#$e#%Морган теперь игнорирует вас.",
  "winter_7": "На том месте, где проходит фестиваль подледной рыбалки, также есть большое количество маны.$1#$e#Эм. Мы с Магнусом будем неподалеку. Попробуй найти нас!$1",
  "winter_24": "Магнус сказал, что мне нельзя дарить волшебные подарки.$2",
  "winter_28": "Я буду скучать по снегу...$0",
  
  "winter_Mon": "Тебе больше нравится сражаться с монстрами, чем заниматься фермой?$0#$e#Марлон говорит, что ты постоянно бываешь в шахте.$0",
  "winter_Mon10": "Я хочу когда-нибудь познакомить тебя с моими родителями. Я так много рассказал им о тебе!$3#$e#%Вы улыбаетесь Моргану, и он улыбается в ответ.",
  "winter_Tue": "Поскольку на улице холодно, я собираюсь убедить Магнуса позволить мне попробовать магию огня.$1#$e#Хм-м, ты прав.^Хм-м, ты права. Думаю, это может быть опасно.$2",
  "winter_Tue8": "Я надеюсь, что когда-нибудь монстры, дварфы и люди смогут подружиться.$1#$e#Знакомство с Кробусом заставило меня понять, что мы все можем быть друзьями.$1",
  "winter_Wed": "В моем доме, Эвертоне, есть проблема с монстрами, как в долине Стардью.$0#$b#Их так много под землей в горах.$0#$e#Монстры страшные...$2#$b#Я-я хочу быть сильным, чтобы потом бороться с ними и защищать всех.$0",
  "winter_Wed8": "Эм. Я сварил это зелье сегодня. Хочу, чтобы ты взял его себе!^Хочу, чтобы ты взяла его себе!$1[773]",
  "winter_Thu": "Я спросил Магнуса, можно ли приютить животное от Марни. Он сказал «может быть»!$3",
  "winter_Thu10": "Если ты попадаешь в метель, используй это, чтобы добраться домой!$1[688]#$e#Я бы расстроился, если бы с тобой случилось что-то плохое.$2",
  "winter_Sat8": "У тебя есть животные на ферме?$1#$e#Марни позволяет мне погладить ее животных! Они очень милые!$3",
  "winter_Sun8": "Я хочу пойти поиграть в снегу с Джас и Винсентом!$3#$e#Мы играем 1 на 2, потому что я слишком хорошо играю в снежки.$1",
  
  //EVENT DIALOGUE
  "morgan_event1": "Хм-м...$9#$b#Я нахожусь в странном месте вдали от моего дома и семьи...$9",
  "morgan_event2": "Хм-м...$9#$b#Я думаю, это то, что есть, не правда ли?$9#$b#одиночество...$9",
  "morgan_event3": "...$9#$b#...$0#$b#Спасибо.$1",
  "morgan_event4": "Я знаю, что есть трудности, которые я должен превзойти.$0#$b#Это не так-то просто...$9",
}
