
{
//SPECIAL DIALOGUE
"Introduction": "Я благодарна, что Джоджа очистили обвалы. Мы с Льюисом через многое прошли, чтобы заставить их убрать камни.$2#$b#Джоджа до сих пор отказываются извиняться...$3#$e#Скоро увидимся, дорогуша. Я счастлива, что наконец-то встретила тебя!$1#$b#Это прекрасно, когда в долине есть еще один фермер.$4",

//SPECIFIC TILE DIALOGUE
"SusanHouse_4_15": "Я благодарна, что Джоджа очистили обвалы. Мы с Льюисом через многое прошли, чтобы заставить их убрать камни.$2#$b#Джоджа до сих пор отказываются извиняться...$3#$e#Скоро увидимся, дорогуша. Я счастлива, что наконец-то встретила тебя!$1#$b#Это прекрасно, когда в долине есть еще один фермер.$4",
"SusanHouse_24_6": "Извини. Я сплю.$2",
"SeedShop_14_20": "Рада видеть тебя, @! Покупаешь семена у Пьера сегодня?$0",
"Summit_14_17": "Захватывающий вид, не так ли?$0",
"ArchaeologyHouse_16_5": "В библиотеке есть несколько учебных пособий, которыми я частенько руководствуюсь. Они очень полезны.$1",
"SusanHouse_3_16": "Хорошо, София! Смотри внимательно!$0",
"SusanHouse_9_17": "Возвращайся скорее, милая!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Ах! Начало весны, мое любимое время года. Приятно видеть цветы.$1#$e#Удачи в этом году!$0",
"spring_12": "Я помогла Марни и Эмили покрасить яйца для завтрашнего Яичного фестиваля.$0#$e#Джас и Винсент тоже помогли! Они такие милые!$1",
"spring_23": "Завтра мы отправляемся на юг леса Синдерсэп на цветочные танцы. Присоединишься к нам?$0#$e#Гас приготовит большую часть еды!$1",
"spring_28": "Я уже решила, какие культуры я буду выращивать этим летом.$0#$e#Я уверена, что ты сделал то же самое.^Я уверена, что ты сделала то же самое.$4",

"Mon": "Привет, @. Как прошел день?$0#$e#Рада это слышать!$1",
"Mon4": "В начале новой недели всегда так много дел.$1",
"Mon8": "Рада видеть тебя, @. Как там %farm ферма?$0#$e#Приятно слышать, солнце. Хотела бы я, чтобы у меня было столько энергии.$1",
"Tue": "Привет, @. Как день прошел?$0#$e#Замечательно!$1",
"Tue4": "Я иду на вершину, делать упражнения. Вид там на закате просто волшебный.$0#$e#Хорошего дня, дорогуша.$0",
"Tue8": "@! Приятно видеть тебя. Как у тебя сегодня дела?$1#$e#Приятно это слышать. Завтра мне нужно будет возиться со счетами.$4",
"Wed": "Привет, @. У тебя сегодня был продуктивный день?$0#$e#Я могу создать что-то новое в ближайшее время. Что-то, чтобы бросить вызов себе!$1",
"Wed4": "У меня так много дел сегодня, но так мало времени.$2#$b#Как ты распределяешь свое время, @? У тебя всегда так много забот.$0#$e#Сложно поспевать за тобой!$1",
"Wed8": "Привет. Надеюсь, у тебя замечательный день, @.$1#$e#Мы еще поболтаем с тобой, солнце.$4",
"Thu": "Привет. Как дела?$0#$e#Так держать.$1",
"Thu4": "Возможно, мне скоро нужно будет купить больше твердой древесины в Грэмплтоне. Мои запасы подходят к концу.$1#$e#В Грэмплтоне продается древесина самого высокого качества в республике.$4",
"Thu8": "Завтра пятница. Интересно, что Гас приготовит для салуна особенного?$0#$e#Гас не перестает меня удивлять. Его еда становится вкуснее с каждым разом.$1",
"Fri": "*вздох*... Немного болит. Потянула спину.$2#$e#Извини, дорогуша. Не лучшее время для разговоров.$2",
"Fri4": "Я на пути к завершению всего, что мне нужно на этой неделе. Эти выходные будут приятными.$1#$e#Приятного дня, солнце.$4",
"Fri8": "Счастливой пятницы, @! Есть что-то веселое в планах на выходные?$0#$e#Я могу сесть на поезд, чтобы навестить моего брата в Честервейле. Мои планы еще не воплощены в жизнь.$1#$e#Хорошего дня!$4",
"Sat": "Ты так трудишься, @.$0#$e#Тебе тоже стоит сделать перерыв. Это полезно для твоего здоровья!$1",
"Sat4": "Мне нужно начать планировать мою следующую поездку на архипелаг Ферн-Айленд.$0#$e#Кольцеплод, что растет на острове, просто изумительный. Может быть, я могу принести несколько для тебя.$1#$e#Это сложно. Они так быстро портятся...$2",
"Sat8": "Сегодня я собираюсь расслабиться и сделать что-нибудь хорошее.$0#$e#Ты устраиваешь себе выходные по субботам, @?$1",
"Sun": "Ты готов к следующей неделе?^Ты готова к следующей неделе? Мне так много нужно сделать!$1#$e#Удачи тебе, @.$4",
"Sun4": "В городе есть несколько человек, которые посещают алтарь Иобы по воскресеньям.$0#$b#Я... перестала верить в Иобу некоторое время назад.$2#$e#...$2#$e#%Сьюзен не говорит. Она машет вам.",
"Sun10": "Когда ты становишься старше, время идет все быстрее и быстрее.$0#$b#Наслаждайся каждым моментом жизни.$1#$e#Не трать время, которое ты считаешь само собой разумеющимся, впустую, дорогуша.$0",

//SUMMER DIALOGUE
"summer_1": "Удачи этим летом, @. Убедись, что твои посевы не высохнут в жару!$0",
"summer_10": "Завтра я принесу мои дыни высшего качества для Луау, @! Семена дыни Честервейла - лучшие в регионе.$1#$e#Я уверена, что то, что ты принесешь, также будет приятным дополнением к празднику!$4",
"summer_22": "В Грэмплтоне самые большие поля пшеницы в республике Фернгилл. Пшеница перерабатывается в пиво, муку и сахар.$0#$e#Даже при том, что она дешевая, ты можешь получить хорошую прибыль, выращивая ее, потому что на нее высокий спрос.$0",
"summer_28": "У меня ужасный страх перед океаном. Я прихожу на пляж только в конце лета, чтобы увидеть медуз.$2#$e#Эти мостики выглядят так, словно могут упасть в любую минуту. Я буду на пляже, где безопасно.$0",

"summer_Mon": "Клинт почти закончил улучшение моей мотыги.$0#$b#Это улучшит эффективность моих утренних хлопот на ферме.$1", 
"summer_Mon2": "Есть семья птиц, которая любит гнездиться на крыше моего дома.$0#$e#Возможно, в следующий раз я сделаю кормушку для птиц.$1",
"summer_Mon6": "У тебя есть опыт в изготовлении вещей, солнце?$0#$e#Это полезный трюк, когда ты работаешь на ферме.$0#$e#Ты можешь автоматизировать что-либо или перерабатывать продукты и продукты животного происхождения в более прибыльные вещи.$4",
"summer_Mon10": "В Грэмплтоне самые талантливые мастера. Я отправилась туда, чтобы обучиться каким-нибудь приемам.$0#$e#Ты можешь присоединиться ко мне как-нибудь, если захочешь научиться ремеслу, солнце. Это было бы веселым путешествием.$4",
"summer_Tue": "В эту летнюю жару трудно работать. Убедись, что потребляешь достаточно жидкости.$0",
"summer_Tue4": "Я улучшила свою лейку. Пришлось потратить немного сбережений, но теперь я могу поливать свои посевы намного быстрее!$1#$e#Клинт работает невероятно.$0",  
"summer_Tue8": "Тебе нравится, когда идет дождь, не так ли?$4#$e#Он дает нам, фермерам, хороший перерыв для того, чтобы сосредоточиться на чем-то другом, кроме полива растений утром.$0",
"summer_Wed": "Скоро мне может понадобиться поездка в Грэмплтон. Заканчивается твердая древесина.$0#$e#Я использую твердую древесину в большинстве своих работ. Ее много в лесу к югу от Грэмплтона.$1",
"summer_Wed8": "Этим утром я нашла острые ягоды, растущие по ту сторону моего забора!$1#$b#Завтра собираюсь смешать их с йогуртом. Очень вкусно$4!#$e#Хорошего дня.$0",
"summer_Thu": "Если ты живешь у железной дороги достаточно долго, ничто не разбудит тебя посреди ночи.$0#$e#За исключением... оползня...$2",
"summer_Thu6": "Я продала свои дыни дороже, чем ожидала.$0#$b#Я сохраню деньги для путешествий или потрачу их на материалы для ремесла!$1#$e#Я могу что-то сделать для тебя, @?$4",
"summer_Thu10": "Приятно видеть тебя, @. Я сегодня собрала много урожая.$0#$e#Вот свежесобранная дыня с Изумрудной фермы! Я продаю большинство из них в городе Зузу, но мне также нравится делиться с друзьями.$0[254]",
"summer_Fri": "С одним из моих комнатных растений все не очень хорошо...$2#$b#Оно заразилось грибком, который я не заметила, пока не стало слишком поздно... Мне нужно лучше приглядывать за ними.$2#$e#%Сьюзен выглядит грустной.",
"summer_Fri6": "Это немного глупо, но я отношусь к своим комнатным растениям как к своей семье.$0#$e#Ты, наверное, заметил, что я довольно независима, @.^Ты, наверное, заметила, что я довольно независима, @. Но я люблю свои растения. Когда я путешествую, я скучаю по ним.$2",
"summer_Sat": "Мэр Льюис выглядел вчера напряженным.$2#$e#Этот человек работает усерднее, чем любой из нас... Я надеюсь, что он сможет в скором времени отдохнуть.$0",
"summer_Sat6": "Я перерабатываю весь хмель, который собираю, в пиво, а затем продаю большую его часть. Гас иногда покупает его для салуна.$0#$e#Если хочешь, когда-нибудь я могу дать тебе несколько советов для того, чтобы у тебя получилось пиво таким, как надо.$4#$e#Просто пообещай никому не рассказывать их.$1",
"summer_Sun": "Лето в долине Стардью прекрасное. Температура остается довольно мягкой.$0#$e#Ближе к пустыне Калико становится очень жарко. К счастью, у нас есть морской бриз.$0",
"summer_Sun8": "Молниеотводы могут быть хорошей инвестицией, если ты хочешь выйти за рамки сельскохозяйственных культур, @.$0#$b#Нескольким видам машин, которые я хочу изготовить, требуются батареи.$0#$e#Робин раньше продавала их, но перестала из-за монополии Джоджа.$2",

// FALL DIALOGUE
"fall_1": "Чувствуешь холод в воздухе, @? Осень наступила!$1#$b#Я желаю тебе удачи в этом сезоне, солнце.$0#$e#Я очень рекомендую выращивать клюкву и тыкву. Они могут сделать осень чрезвычайно прибыльной.$0#$e#Удачи!$4",
"fall_3": "В этот сезон вороны летают толпами. Надеюсь, у тебя много чучел, дорогуша.$0#$e#Береги себя!$1",
"fall_7": "Ты сделал что-нибудь запоминающееся на этой неделе?^Ты сделала что-нибудь запоминающееся на этой неделе?$0#$e#Я стараюсь делать по крайней мере одну интересную вещь каждую неделю, которую потом продолжаю выполнять.$4",
"fall_15": "Ты уже определился с тем, что принесешь завтра на ярмарку, @?^Ты уже определился с тем, что принесешь завтра на ярмарку, @?$0#$e#Пьер - сильный конкурент.$1",
"fall_20": "Я просто обожаю красочную осень, а ты?$1#$e#Как фермеры, мы видим много вещей зеленого цвета. Приятно видеть мир в более яркой палитре.$4",
"fall_26": "День всех духов завтра, дорогуша.$1#$b#От мэра Льюиса я узнала, что Марлон и его друг из деревни Касл поймают для нас монстров.$0#$e#Мы сможем посмотреть на них через стальные прутья. Так страшно!$4",
"fall_27": "Вспышки света исходили из города Пеликан сегодня утром. Я уверена, что Волшебник призывает лабиринт.$1#$e#Не уверена, как работают эти «волшебные» штуки.$2#$e#Увидимся вечером, @.$4",
"fall_28": "Привет, @. Осень близится к концу. Посевы не протянут дольше.$0#$e#Ты проведешь эту зиму за рыбалкой или в шахте?$1",

"fall_Mon": "Поход на вершину - это хорошая кардионагрузка. Я хожу туда каждую неделю.$1#$e#Видя всю долину, раскинувшуюся под тобой, ты сможешь оценить, насколько красиво это место.$4",
"fall_Mon4": "Ты был на вершине?^Ты была на вершине?$0#$e#Я знаю, что это прекрасный вид, но... проходя мимо всех этих могил, я чувствую себя немного мрачно.$2",
"fall_Mon10": "Проходя мимо всех тех искателей приключений на вершине, я начинаю беспокоиться о тебе, дорогуша.$0#$b#Заботься о себе получше во время приключений. Ты - сокровище, которое должно быть рядом.$0", 
"fall_Tue": "Не забывай, что осенний сезон - это сезон грибов, дорогуша.$0#$e#Ты можешь получить достаточно прибыли, если поторопишься.$4",
"fall_Tue4": "Сегодня я нашла грибы на вершине. Еще нужно определиться, буду ли я их продавать или готовить.$0#$e#Дикие растения хорошо растут на вершине из-за богатой почвы. На твоем месте я бы регулярно проверяла там.$1",
"fall_Wed": "Я жертвую несколько моих тыкв на предстоящую Ярмарку долины Стардью.$0#$b#Там участок с тыквами, где туристы могут выбрать одну, чтобы забрать домой.$0",
"fall_Wed6": "Не принимай эти моменты как должное. Наслаждайся каждым днем, солнце.$0#$e#Когда будешь моего возраста, ты оценишь воспоминания, созданные во время молодости.$1",
"fall_Wed10": "Ты мне нравишься, потому что ты понимаешь, что жизнь должна быть приключением, @.$4#$b#Некоторые люди могут подумать, что управлять фермой скучно, но мы с тобой знаем, что для того, чтобы преуспеть, нужно так много времени, терпения и креативности.$4#$e#Пусть наша жизнь будет такой же богатой, какой была до сих пор, дорогуша.$4", 
"fall_Thu": "*вздох*... Энди немного перегнул палку в салуне прошлой ночью. Он просто говорит, что думает.$2#$e#Мы все особенные по-своему.$0#$e#Хорошего дня, дорогуша.$1",
"fall_Thu8": "Я видела, как Энди шел с коробками Джоджа на днях. Кажется, у него был хороший день.$0#$b#Я не поддерживаю Джоджа, но это не значит, что я буду судить тех, кто это делает.$0#$e#Почему я не поддерживаю Джоджа? Ну... мир - это драгоценное место с ограниченными ресурсами, солнце. Я думаю, что они растрачивают их.$2",
"Fall_Fri": "В это время года в лесу Синдерсэп появляются грибы. Скоро можно будет собирать их.$0#$e#Хотя, обычно Энди и Лия забирают все...$3",
"fall_Fri4": "Вокруг горной реки сегодня были лесные орехи. Я собираюсь пожарить их!$0#$e#Жареные орехи насыщенные и вкусные. Я поделюсь с тобой когда-нибудь.$1",
"fall_Fri10": "Я нашла изобилие лесных орехов и поджарила их этим утром! Вот немного для тебя!$1[607]#$e#Наслаждайся, солнце.$4",
"fall_Sat": "Управляться с виноградом на решетках сложнее, чем с обычными культурами. Мне нужно подумать о том, как правильно проложить лозы.$2#$e#Я попробую спросить Софию. Она знает все о винограде.$1",
"fall_Sat8": "Заборы у железной дороги должны быть отремонтированы в ближайшее время. Мне нужно запастись древесиной.$0#$e#Как часто ты ремонтируешь заборы?, @?$0#$e#О! Понятно! Ты умница, не так ли?$1",
"fall_Sun": "Листья продолжают попадать в мой дом! Хорошо, что у меня есть метла.$1",
"fall_Sun4": "Долина Стардью имеет самую богатую почву в республике Фернгилл. Выращиваемые здесь культуры больше и вкуснее.$0#$e#Если ты используешь удобрения, твой урожай будет еще здоровее!$1",
"fall_Sun10": "Я хотела поговорить с тобой, @.$0#$b#Я удобрила свои участки, и у меня осталось немного удобрения. Я хотела дать это тебе.$4#$b#Не надо благодарности! Хорошего дня, дорогуша!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "Высоко в горах, у меня и Робин выпадает много снега.$0#$e#Вскоре я смогу построить снеговика. Разве это не мило?$1",
"winter_7": "Ты участвуешь в соревновании по рыбной ловле завтра?$1#$b#Я раньше ловила рыбу, когда была моложе, но никогда не возвращалась к этому.$0#$e#Удачи завтра!$4",
"winter_12": "Мой брат скоро приедет. Его дочь очаровательна!$1#$b#Она любит играть в видеоигры. У меня есть Super Neendo, она играет, когда она приезжает.$0#$e#Я сама не играю в это. Я слишком стара для этих электронных приспособлений.$4",
"winter_17": "Купец продал мне комнатное растение.$0#$b#Ты всегда можешь найти что-то удивительное на ночном рынке!$1",
"winter_24": "Пир Зимней Звезды - завтра! Это такой радостный день.$0#$e#Я подобрала идеальный подарок! Я надеюсь, что ему это понравится.$1",
"winter_28": "Готовишься сеять семена в ближайшее время?$0#$e#Я закончила планирование несколько недель назад. Просто нужно дождаться таяния снега и льда - это не займет много времени.$1",

"winter_Mon": "Я переживаю за всех бедных животных, мерзнущих в эту холодную погоду.$2#$e#У меня есть слабость к маленьким зверюшкам.$0",
"winter_Mon4": "В городе Саутин прекрасные побережья и много туристов со всего мира.$0#$b#Каждый раз, когда я еду туда, я встречаю кого-то, чья жизнь полностью отличается от моей. Это как окно в другой мир.$4#$e#Тебе следует попробовать путешествовать, @. Билеты могут быть дорогими, но опыт того стоит.$1",
"winter_Mon8": "Я почти накопила достаточно денег, чтобы отправиться в путешествие по стране.$0#$e#Путешествие - это мое большое хобби, поэтому жить около железной дороги удобно.$4#$e#Думаешь, ты когда-нибудь захочешь поехать со мной, солнце? Я отличный попутчик!$1",  
"winter_Tue": "Как зима, @? Нравится отдыхать?$1#$e#Я занималась ремеслом и путешествовала. Это прекрасное время года.$0",
"winter_Tue6": "Я рада, что у меня есть запас древесины. В моем доме нет модной системы отопления. Я полагаюсь на камин.$0#$e#Не замерзай, @! Ты всегда можешь зайти и немного посидеть со мной у камина.$4",
"winter_Wed":  "Я люблю выходить на улицу ночью, когда идет снег. Так как снег поглощает звук, вокруг становится очень тихо.$1#$e#Оставайся в тепле, @.$0",
"winter_Wed4": "Я люблю читать книги зимой. Не нужно беспокоиться о посевах.$0#$e#Я знаю, что ты не берешь выходных, но тебе тоже стоит повеселиться! Ты заслуживаешь это.$1",
"winter_Wed8": "Мы оба работаем слишком усердно, не так ли?$0#$e#Давай договоримся, что мы оба успокоимся в эти выходные. «Нет» долгим часам в шахтах, «нет» походам в Грэмплтон... просто уютные дни перед камином с хорошей книгой или воспоминаниями.$4#$e#Некоторое время будет тяжело сидеть на месте, но я думаю, что мы справимся.$1",
"winter_Thu": "Я часто вижу, как Алекс посещает баню.$0#$b#Тренажерный зал находится в хорошем состоянии.$4#$e#Возможно, потому что никто, кроме Алекса, не пользуется им.$0",
"winter_Thu6": "Я часто поднимаюсь на вершину, даже зимой.$0#$e#Там много материалов и диких растений, а вид просто захватывает дух.$1#$e#Присоединишься ко мне как-нибудь, @?$4",
"winter_Fri": "Ты часто ходишь в салун по выходным?$0#$e#Зимой это заманчиво. Немного сидра или эля выбивает холод прямо из моих костей.$4",
"winter_Fri8": "Я не уверена, что старею, но эта зима кажется холоднее, чем обычно.$2#$e#Я жажду взять и уехать куда-нибудь, где тепло.$4#$e#Может быть, когда-нибудь мы оба просто сядем на поезд и поедем, пока мы не окажемся там, где мы никогда не были, @. Как ты думаешь?$4",
"winter_Sat": "Назови меня старомодной, но я предпочитаю бумажные письма электронной почте.$0#$e#Все эти новые технологии развиваются так быстро, что я не поспеваю за ними.$2",
"winter_Sat8": "Поддерживашь ли ты связь со своей семьей, @?$0#$e#Жизнь здесь, в долине, немного похожа на жизнь в пузыре. Легко забыть внешний мир, окруженный горами.$4#$e#Важно убедиться, что ты остаешься на связи с миром любым способом, который тебе нравится.$4",
"winter_Sun": "Почти время начинать готовиться к следующему сезону.$1#$e#Хм-м... что мне посадить этой весной?$0",
"winter_Sun6": "Этим утром я убирала участки, готовилась к весне, и выкопала несколько снежных бататов.$0#$b#Я думаю, я съем их на ужин сегодня вечером после того, как вымою их!$1#$e#Попробуй выкопать несколько, пока можно, @. Они вкусные, если их пожарить с небольшим количеством масла и коричневого сахара.$4"
}