
{
  //SPECIAL DIALOGUE
  "Introduction": "О, привет! Ты новый владелец %farm фермы! Я Виктор. Приятно познакомиться... @, да?$1#$e#Ты уже знаком с моей мамой?^Ты уже знакома с моей мамой?$3",
  "divorced": "@... ты... ты разбиваешь мне сердце. Я вложил всю жизнь в тебя и ты... поступаешь так со мной?$2#$b#Пожалуйста...$2#$b#Скажи мне, что я сделал не так. Что я сделал? Я сделал тебе больно?$2#$e#@, пожалуйста...$2",
  "secondChance_Boys": "Ты хочешь дать нашим отношениям ещё один шанс, @?$6#$b#Я не уверен насчет этого...$2#$b#Ты сделал мне очень больно, когда развелся со мной, @.^Ты сделала мне очень больно, когда развелась со мной, @. Мне нужно больше времени подумать об этом, но...$2#$b#Я хочу дать нам еще один шанс!$3#$b#Я чувствую, что мы можем учиться на своих ошибках и строить наши здоровые отношения.$4#$b#Это потребует усилий от нас обоих, но я верю, что мы можем заставить это работать.$3",
  "dumped_Boys": "@, не разговаривай со мной...$2#$b#Мы не друзья. Не после того, что ты сделал...^Не после того, что ты сделала...$2",
  "breakUp": "Ч-что? Увядший букет?$2#$b#Угх. Я сделал какую-то глупость, не так ли?$2#$e#Итак, мы вернулись к тому, чтобы быть друзьями?$0",
  "stardrop_gift": "Привет, милый.^Привет, милая. Я купил этот фрукт для тебя.$4#$b#Он проделал весь путь от Ферн-Айленда! Это только что сорванный с дерева Селлстар.$1#$b#Я люблю тебя, солнце.$4",
  "give_flowersA": "Ты хочешь встречаться со мной, @? Я чувствую то же самое! Я слишком нервничал, чтобы сделать первый шаг.$4#$b#Я счастлив, что ты делаешь этот шаг, @. Ты только что сделал меня самым счастливым человеком!^Ты только что сделала меня самым счастливым человеком!$1",
  "give_flowersB": "Я не знал, что ты чувствуешь то же самое, @. Я так счастлив!$4#$e#Я немного волнуюсь, а ты?$4",
  "give_pendant": "!!!$7#$b#Ты... ты хочешь выйти за меня? Ты мне это предлагаешь, @!?$7#$b#Я согласен! Я так рад провести остаток своей жизни с тобой. Я сообщу мэру Льюису. О, мне нужно, чтобы моя мама тоже знала!$1",
  "rejectNPCA": "Эм... нет, спасибо, @.$0",
  "rejectNPCB": "Я не чувствую того же, @. Прости.$2#$e#Что еще ты хочешь мне сказать? Я сказал «нет».$0",
  "reject_two_heartA": "@, Ты мне не нравишься так. Я не хочу тебя разочаровывать.$2",
  "reject_two_heartB": "Я не думаю, что это хорошая идея для нас - встречаться, @.$0#$e#Я не достаточно хорошо знаю тебя.$0",
  "reject_four_heartA": "Я не готов к таким обязательствам. Мне жаль, @.$2#$e#Я сказал, что я не готов.$5",
  "reject_four_heartB": "@, Ты... мне действительно нравишься, но...$2#$b#Я не думаю, что я готов встречаться с тобой. Прости.$2",
  "engageA": "Эм... Я просто притворюсь, что не видел того, что ты делаешь.$0#$e#Оставь меня одного, @.$5",
  "engageB": "Ты пытаешься изменить своему партнеру со мной!? Что с тобой не так?$5#$e#Ты омерзителен.^Ты омерзительна. Отойди от меня.$5",
  "marriedA": "@? Что ты делаешь? Что сделает твой партнер, если я расскажу, что ты мне предлагаешь?$5#$e#Я не скажу твоему супругу. Пожалуйста. Просто остановись.$2",
  "marriedB": "Ты хочешь выйти за меня? Ты уже и так в браке, @. Пожалуйста, остановись.$2#$e#@. Ты пьян что ли?^Ты пьяна что ли? Уходи, пока я не сказал твоему партнеру.$0",
  "refusal_knownA": "Я думаю, что нам нужно проводить больше времени вместе, прежде чем мы сможем сделать этот шаг, @.$6#$e#Прости. Я не хотел портить тебе настроение. Это важно, я честен с этим.$2",
  "refusal_knownB": "Слишком рано для этого, ты не думаешь?$0#$e#Я ценю мысль, @.$6",
  "refusal_botherA": "Эм... Все еще «нет», @. Прости.$0",
  "refusal_botherB": "Может, когда-нибудь.$1",
  "refusal_no_heartsA": "Выглядит красиво. Ты купил его у призрака на пляже?^Ты купила его у призрака на пляже?$0#$b#Я читал книги о призраках моряков, которые продают кулоны русалки.$6",
  "refusal_no_heartsB": "Так. Вот что произойдет, @. Я уйду и притворюсь, что ты никогда этого не делал.^Я уйду и притворюсь, что ты никогда этого не делала.$0",
  
    //SPECIFIC TILE DIALOGUE
  "JenkinsHouse_23_25": "Сегодня мы с Софией будем смотреть «Мою злодейскую академию». Должно быть интересно.$3",
  "JenkinsHouse_31_11": "Было весело смотреть аниме с тобой, София.$3",
  "JenkinsHouse_21_39": "Было здорово пообщаться с тобой, София.$1",

  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Прошло не так много времени с тех пор, как я окончил университет Пеллкар.$6#$b#Моя мама ворчала на меня, чтобы я нашел работу где-нибудь. Где угодно.$2#$e#Я понимаю, что мне нужно найти работу, но... Мне просто... нужно больше времени.$2#$q 1001/1002 jobquestion_followup#Ты думаешь, я ленивый, потому что я еще не нашел работу?#$r 1001 50 jobquestion_no#Ты не ленивый, Виктор. Тебе нужно больше времени, чтобы решить, что ты хочешь делать. Смотри на меня! До недавнего времени у меня не было мыслей о том, что я делаю.#$r 1002 0 jobquestion_neutral#Ты можешь попробовать стажировку на неполный рабочий день, чтобы увидеть, нравится ли тебе это. По крайней мере, твоя мама отвяжется от тебя.#$r 1002 -125 jobquestion_yes#Не назвать это ленью, но... ты перестал обучаться более года назад, Виктор.",
  "jobquestion_no": "Это верно. Ты работал в бухгалтерии Джоджа.^Ты работала в бухгалтерии Джоджа. Ты ушел оттуда и стал фермером.^Ты ушла оттуда и стала фермером.$3#$b#Твоя история дает мне надежду на мое будущее, @. Спасибо.",
  "jobquestion_neutral": "Я мог бы попробовать. Почувствовать рабочую среду. Посмотрим, понравится ли мне это.$6",
  "jobquestion_yes": "Хм-м... Понятно. Ты прав.^Ты права. Мне нужно стараться больше.$2",
  "jobquestion_followup": "$p 1001#Мне нужно больше стараться, чтобы следовать за своими мечтами!$1|Мне нужно подумать, @. Спасибо за разговор.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "Я думал о своей жизни в городе Зузу. Это было так... хаотично и шумно.$0#$e#Жизнь здесь, в долине, безусловно, отличается от жизни в городе.$1#$q 3001/3002 city_followup#Ты скучаешь по жизни в городе??#$r 3001 15 city_yes#Да, скучаю.#$r 3002 15 city_no#Нет, не скучаю.",
  "city_yes": "Неудивительно. В городе полно рабочих мест. Если ты не хочешь быть самозанятым, здесь трудно зарабатывать на жизнь.$0",
  "city_no": "У меня есть родственники в городе Зузу. Мы с мамой время от времени навещаем их.$3",
  "city_followup": "$p 3001#Я ценю наши разговоры, @.$1|Я ценю наши разговоры, @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Эм-м... это немного странно. Разве ты не видишь, что я в постели?$2",
  "JenkinsHouse_6_8": "Я чищу зубы.$0",
  "BlueMoonVineyard": "Какой вид на Самоцветное море. У Софии лучший вид в городе.$1",
 
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Счастливой весны, @.$3#$e#Какие у тебя цели на этот год? Я хочу читать хотя бы по одной книге в неделю.$1",
  "spring_15": "В долине Стардью восемь мостов. Более половины из них находятся в городе Пеликан.$3#$b#Повсюду много маленьких деревянных самодельных мостов, например на пляже.$1#$e#Невероятно, что мосты позволяют различным сообществам соединяться друг с другом.$1",
  "spring_23": "Интересно, принесет ли София свое особое вино иридиевого качества на фестиваль цветов?$0#$e#Я не так хорош в танцах.$2",
  "spring_28": "Лето все никак не наступит. Я с нетерпением жду его, чтобы ходить на пляж чаще.$1",
  
  "Mon": "Привет. Как прошел понедельник?$0#$e#Мне нужно написать много электронных писем сегодня. Я не горю желанием заниматься этим.$2",
  "Mon6": "Я наполовину прочитал книгу о наблюдениях таинственных существ в Самоцветном море.$3#$b#Эта книга была в моей семье долгое время!$1",
  "Mon10": "У меня есть схемы моста, которые надо просмотреть сегодня вечером.$0#$e#Я с нетерпением жду этого!$3",
  "Tue": "Угх... Мне нужно идти к Пьеру за продуктами. Я не знаю, почему моя мама уже просто не наймет дворецкого.$6#$e#Эй, что думаешь насчет работы на полставки?$1#$e#Ох. Это было... грубо, не так ли? Мои извинения, @. Я потерял самообладание.$2",
  "Tu2": "*вздыхает*... Вторник. Это день, когда я стираю.$2",
  "Tue6": "Как прошел твой день, @? Делаешь что-то продуктивное?$1#$e#Я могу поработать над одним из моих проектов позже.$1#$e#Хорошо иногда чем-нибудь себя занять.$3",
  "Wed": "Эм-м. Привет.$0#$e#Могу я помочь тебе?$0",
  "Wed2": "Надеюсь, у тебя хорошо проходит день.$3",
  "Wed8": "@, я только что думал о тебе.$1#$e#Ты выглядишь так, будто всегда занят.^Ты выглядишь так, будто всегда занята. Ты хороший образец для подражания.$3",
  "Wed10": "Привет. Вот бутылка вина из погреба.[348]$1#$e#Эм-м. Увидимся. Дай мне знать, если тебе оно нравится!$3",
  "Thu": "Есть планы на сегодня? Я думаю, что я могу продолжить работу над проектом, который у меня в самом разгаре.$0",
  "Thu6": "Приятно видеть тебя, @. Я многого достиг сегодня! Я надеюсь, что ты тоже.$1",
  "Fri": "Привет, @. Пойдешь сегодня вечером в салун? Может, пересечемся там!$1",
  "Fri4": "Мы должны выпить вместе сегодня вечером в салуне, может быть, даже сыграть в кооперативе в Короля прерий!$1",
  "Fri8": "Я думаю, что я могу выпить бокал вина с виноградника Блю Мун сегодня вечером.$3#$e#У Гаса в салуне всегда есть хороший запас.$1",
  "Fri10": "Мы должны как-нибудь вместе поиграть в игровые автоматы в салуне.$1#$b#Я довольно хорош в «Путешествии Короля Прерий».$3#$e#Это потому что я много играю в видеоигры.$1",
  "Sat": "Итак, тебе нравится жить в долине Стардью?$0#$e#Это хорошо.$0#$e#...$0#$e#Эм. Хорошо. Здорово было поболтать. Еще увидимся, я думаю.$2#$e#Пока, @.$0#$e#%Виктор больше не хочет общаться.",
  "Sat2": "Хотя сегодня выходной, у меня куча работы.$2#$e#Вот, что получается, когда долго откладываешь на потом.$0#$e#Может быть, сыграем в Personable 5 позже.$3",
  "Sat6": "У меня сегодня много свободного времени. Может мне начать читать новую книгу? Или, может, выбрать одну из видеоигр, в которую я играл?$0#$e#Думаю, что я смогу поиграть в какую-нибудь игру!$1",
  "Sat10": "Прошлой ночью мне приснился сон, что я жил вдали от дома.$0#$e#Он был странно воодушевляющим.$1",
  "Sun": "Эм. Привет.$0#$e#Хороший день сегодня, не правда ли?$0#$e#...$0",
  "Sun2": "Приветствую, @! Надеюсь, у тебя хорошо проходит день.$0",
  "Sun6": "Есть планы на сегодня?$1#$e#Я? Я думаю, что я могу продолжить играть в Легенду о Лонке. Я сейчас застрял в водной темнице.$0",
  "Sun8": "Видеоигры по-своему уникальны, как и книги.$3#$e#Ничто другое так не погружает тебя в совершенно другой мир.#$b#Здорово отдохнуть от реальности, не правда ли?$1",
  "Sun10": "Когда-нибудь думал о том, чтобы построить больше мостов на %farm ферме?^Когда-нибудь думала о том, чтобы построить больше мостов на %farm ферме?$3#$e#Ох. Просто выясняю эм-м... причину.$2#$e#%Вы скептически смотрите на Виктора.#$e#Хах. Ничего от тебя не скроешь, не так ли, @?$3",

  //SUMMER DIALOGUE
  "summer_1": "Лето в долине Стардью нормальное. Не слишком тепло, не слишком холодно.$3#$e#Оно идеально.$1",
  "summer_3_1": "Ты слышал этот взрыв прошлой ночью?^Ты слышала этот взрыв прошлой ночью? Джоджа взорвала камни, блокирующие дом Сьюзен.$6",
  "summer_11": "Мы с мамой налили немного одного из нашего лучшего вина в котел.$1#$e#Достаточно только одного плохого ингредиента, чтобы испортить весь суп. Следи за тем, что кладешь в него.$2",
  "summer_15": "Моя мама работала старшим менеджером в отделении международных перевозок в Джоджа.$3#$e#Она получила много денег и бонусов на своей работе, а затем заработала еще больше, когда она обналичила свои акции.$1#$b#Сейчас она ежедневно торгует акциями. Я не вижу себя в этом деле.$0#$b#На мой взгляд, торговля акциями звучит немного неудовлетворительно, но у каждого из нас своя судьба.$1",
  "summer_24": "Моя швея в Честервейле сшила эту рубашку для меня. Я всегда заказываю одежду у нее.$3#$e#Твой наряд отлично смотрится на тебе. Где ты это покупаешь?$1",
  "summer_28": "Полуночные медузы - одни из самых красивых существ в Самоцветном море.$3#$b#Я с нетерпением жду встречи с ними каждый год.$1",

  "summer_Mon": "Летняя жара пылает в этом году. Хорошо, что у нас есть мощный кондиционер.$0", 
  "summer_Mon2": "Я был у Пьера пару дней назад и видел, как Сьюзен купила более 200 мешков семян.$6#$b#Бьюсь об заклад, следующий сезон будет ей выгоден.$3#$e#Еще увидимся, @.$1",
  "summer_Mon4": "Я вчера уронил одну из бутылок необычного вина моей матери...$2#$b#Мне пришлось потратить часть моего пособия, чтобы купить еще одну бутылку вина иридиевого качества с виноградника Блю Мун от Софии.$6",
  "summer_Mon8": "Я знаю, что я вроде «нерд», но ты не судишь меня за это.$1#$e#Ты хороший друг, @.$3",
  "summer_Tue": "Сегодня я получил электронное письмо с предложением о работе от уважаемой архитектурной фирмы.$6#$b#Нужно ехать на другой конец страны, и мне не удобно путешествовать так далеко.$2",
  "summer_Tue4": "Привет, @. Я просто думаю.$6#$e#Я эм-м...$2#$b#Иногда я... чувствую, что люди добры ко мне только потому, что я богат. Трудно доверять людям.$2",
  "summer_Tue6":  "... Слушай. Не то, чтобы я думал, что наличие денег делает мою жизнь сложнее, это то, что прилагается к-$5#$b#Ох! @!$7#$e#Прости. Я не заметил тебя. Я... продолжал спор, который у меня был ранее.$2#$e#Я просто хочу быть готовым к моему ответу в следующий раз, когда они начнут этот спор со мной.$2",
  "summer_Tue8": "Я работал над сложной математической задачей большую часть дня.$0#$e#Я счастлив сказать, что решил ее. Я всегда приветствую интеллектуальные задачки!$1#$e#Мне очень нравятся наши беседы. Хорошего дня, @!$1",  
  "summer_Tue10": "Я много учусь с Ральфом, инженером по мостам Грэмплтона.$1#$e#Определенно, в школе не учат нас всему.$3",
  "summer_Wed": "Я сегодня обнаружил записку в нашей библиотеке. У моей мамы были заметки о методах хранения вина Готоро.$2#$b#Она может попасть в беду, если об этом узнают не те люди. Это запрещенный материал в республике Фернгилл.$0#$e#Не говори ей, что я тебе это сказал.$6",
  "summer_Wed2": "Привет, @. Как проходит лето?$1",
  "summer_Wed4": "На днях Себастьян сыграл несколько удивительных аккордов на своем синтезаторе.$1#$b#Думаю, я мог бы заняться игрой на пианино, чтобы мы могли потом сыграть вместе с ним и другими.$3",
  "summer_Wed8": "Рад видеть тебя. Я надеюсь, что у тебя сегодня продуктивный день!$1#$e#Ох, я? Я стараюсь изо всех сил, чтобы оставаться спокойным в этой летней жаре.$3",
  "summer_Thu": "Хм-м... Мне нужно подумать о том, что мне нужно сделать сегодня.$0",
  "summer_Thu4": "Время от времени я вспоминаю об изучении инженерии в университете Пеллкар.$6#$b#Жизнь была так проста тогда.$2#$e#Никто не говорил мне, что «взросление» будет таким. Ты сам по себе, и никто не может тебя направлять.$0",
  "summer_Thu8": "Ты мечтал стать фермером в молодости, @?^Ты мечтала стать фермером в молодости, @?$0#$e#Я восхищаюсь тобой за то, что ты так следуешь за своей страстью. Больше, чем ты думаешь.$3#$e#Ты один из самых преданных людей, которых я когда-либо встречал. Я чувствую, что мне есть чему поучиться у тебя.$3",
   "summer_Thu10": "Хочешь завтра выпить вместе со мной в салуне?$3",
  "summer_Fri": "...Прости, @. У меня сегодня много мыслей. Я не в самом лучшем настроении.$2#$e#Ты можешь оставить меня в покое?$2#$e#@... Я серьезно.$5#$e#...$5#$e#Знаешь что? Вот деньги. Иди, купи себе пару напитков и уходи.[336]$2",
  "summer_Fri4": "Я думаю, я получил перепады настроения от моей матери. Иногда мы заканчиваем тем, что проводим вечера, дуясь в тишине вместе.$2#$e#Я надеюсь, что ты не принимаешь это на свой счет, когда я резок с тобой, @. Ты знаешь, я наслаждаюсь твоей компанией, когда мое собственное настроение не мешает.$3",
  "summer_Fri8": "Мы должны вместе купить мороженого как-нибудь.$1#$e#Алекс сказал, что у них есть новое «растительное» мороженое. Это, видимо, полезнее для тебя.$3",
  "summer_Sat": "На днях я дал чаевые Гасу 800 з. за мой напиток.$6#$b#Он упомянул, что у салуна не все хорошо в финансовом плане, потому что некоторые люди не платят по счетам.$2",
  "summer_Sat4": "Ты знаешь, что огромная часть промышленной революции в республике Фернгилл произошла из-за технологий дварфов?$1#$b#Ученые смогли скопировать их гаджеты и модернизировать их для применения человеком.$3#$e#Поговорим позже, @.$3",
  "summer_Sat8": "Я недавно закончил читать дварфийский роман, в котором рассказывалось о древних городах дварфов в горном хребте Каскад.$1#$e#Их города были когда-то огромными торговыми центрами для древних дварфийских людей.$7#$b#По сей день мы знаем о них не так много...$2#$b#Мы находим их гаджеты здесь и там и знаем немного об их истории, но на этом все.$0#$e#Увидимся, @.$3",
  "summer_Sun": "В новостях сообщили, что Агентство по расследованию республики Фернгилл хочет вырубить леса здесь, в долине Стардью.$5#$b#Агентство твердо верит, что они могут найти магические артефакты, которые переломят ход войны с империей Готоро.$0#$e#Тот волшебник в башне не позволит им сделать этого.$6",
  "summer_Sun4": "Я видел, как ты несколько раз входил в здание гильдии искателей приключений.^Я видел, как ты несколько раз входила в здание гильдии искателей приключений.$0#$b#Туда заходят только путешественники из деревни Касл и Ферн-Айленда.$6#$e#Должен сказать, что это впечатляюще - смело защищать долину, а также управлять огромной фермой.$1#$e#Я бы никогда не стал сражаться с монстрами. Не хочется пострадать или чего еще хуже.$2",
   "summer_Sun10": "Хей, @. У меня есть материалы, оставшиеся от проекта. Не хочешь их себе?$1#$e#Вот! Я уверен, что ты найдешь этому применение.[335]$3",

  //FALL DIALOGUE
  "fall_1": "Осень наконец здесь. Цвета этого сезона прекрасны.$1",
  "fall_8": "В долине Стардью восемь мостов. Более половины из них находятся в городе Пеликан.$3#$b#Повсюду много маленьких деревянных самодельных мостов, например на пляже.$1#$e#Невероятно, что мосты могут позволить различным сообществам соединяться друг с другом.$1",
  "fall_15": "Привет, @. С нетерпением ждешь завтрашней ярмарки долины Стардью?$3#$b#Ты ведь будешь участвовать в выставке, да?$0#$e#Ну, удачи! Я уверен, что у тебя все получится.$1",
  "fall_27": "День всех духов - мой любимый праздник. Интересно, насколько сложным и страшным будет лабиринт в этом году...$1#$e#Волшебник использует магию, чтобы создать лабиринт. Это заставляет задуматься, на что еще он способен.$0",
  "fall_28": "Зима уже в пути... Всегда кажется, что чувствую ее запах в воздухе, но, может быть, это я просто принимаю желаемое за действительное.$0#$e#Зима - отличное время, которое можно провести в своей собственной библиотеке, @.$3",

  "fall_Mon": "До меня доходили слухи, что семья, которая жила в нашем доме до нас, не ладила с мэром Льюисом.$0#$e#Моя мама знает об этом, но не рассказывает мне.$6",
  "fall_Mon4": "Иногда я слишком увлечен размышлениями о прошлом, чтобы думать о будущем.$0#$e#Как я полагаю, нас накрывает тенью прошлого, из-за которого трудно видеть.$2#$e#...Эх, прости за драматизм, @. Я ценю, что ты миришься с ерундой, о которой я говорю, когда чувствую себя мрачно.$3",
  "fall_Mon8": "Привет. Если ты хочешь чашку кофе, не стесняйся заглядывать ко мне.$3#$e#Я ценю твоё общество.$1",
  "fall_Tue": "Вчера Мару помогла мне решить проблему с вычислениями в моем проекте. У нее очень уникальный подход к вещам.$3#$b#Она очень находчива!$1#$e#Хорошего дня, @.$3",
  "fall_Tue4": "У меня дилемма с проектом, который я кодирую. Это связано с ошибкой компиляции.$0#$e#Мне нравится устранять неполадки. Это просто означает, что есть что-то конкретное, что нужно исправить и над чем поработать.$1",
  "fall_Tue10": "*зевает* Я не спал всю ночь, работая над новыми проектами моста.$0#$e#Это было весело!$3",
  "fall_Wed": "Завтра я собираюсь навестить Софию на ее винограднике.#3#$b#Пока я буду там, возьму еще немного ее вина иридиевого качества. Это одно из любимых у моей мамы.$1",
  "fall_Wed6": "Сегодня холодный день. Укутывайся потеплее, @.$1",
  "fall_Wed10": "Моя мама сегодня вечером подает грибы на ужин...$2#$e#Может, мы могли бы поужинать у тебя?$1#$e#Я делаю изысканные спагетти!$3",
  "fall_Thu": "На днях Марлон был с несколькими охотниками на монстров из деревни Касл.$0#$b#Я мог бы поклясться, что видел волшебника с ними.$1#$e#Я думаю, что у них была тайная встреча или что-то в этом духе.$6",
  "fall_Thu2": "Мы с мамой переехали в долину Стардью из города Зузу.$6#$b#Долина тихая по сравнению с городской средой, в которой я был.$3#$e#Ты жил в городе Пайн-Меса, верно?^Ты жила в городе Пайн-Меса, верно? Ты понимаешь, что я имею в виду.$1",
  "fall_Thu8": "Тебе когда-нибудь бывает страшно, когда ты отправляешься в приключение?, @?$0#$e#...Я, наверное, говорил это раньше, но я действительно завидую твоей храбрости. Иногда я чувствую себя таким бесполезным.$2#$e#Я должен своим способом найти смысл в мире? Мудрые слова, наверное. Посмотрим, смогу ли я к ним прислушаться.$3",
  "Fall_Fri": "Рад тебя видеть, @. Кажется, я хочу подняться на вершину завтра.$1#$b#В это время года открывается потрясающий вид.$3",
  "fall_Fri6": "Несколько лет назад моя мама увлеклась рисованием.$0#$b#Она очень развилась как художник.$3#$b#Это действительно показывает, что практика делает все совершенным.$1#$e#Просто посмотри, как много ты узнал с тех пор, как начал заниматься фермерством!^Просто посмотри, как много ты узнала с тех пор, как начала заниматься фермерством!$1#$e#Надеюсь, у тебя хороший день, @.$3",
  "fall_Fri8":  "Ты... думаешь, что сможешь научить меня одному из своих навыков, @?$0#$e#О, ничего особенного, но я смотрю, как мама приобретает новые навыки, и я завидую.$0#$e#Было бы неплохо попробовать что-то новое в ближайшее время.$0",
  "fall_Sat": "Бездомный парень, который живет в палатке в горах, кажется знакомым моей маме.$0#$e#Она думает, что видела его где-то еще раньше. Странно, да?$0",
  "fall_Sat4": "Я видел, как Линус гулял по городу Пеликан прошлой ночью. Мне стало его жаль, поэтому я предложил ему 1.000 з.$2#$b#Он... отказался. Сказал, что ему это не надо, потому что долина дает ему все, что ему нужно.$0#$e#Я думаю, я просто... не уверен, что он имел в виду.$6",
  "fall_Sat8": "Если ты хочешь узнать что-то новое, просто дай мне знать!$1",
  "fall_Sun": "Я читаю книгу под названием «Легенды дварфов». В ней рассказывается о нескольких горных хребтах и передовых древних технологиях.$3#$b#Одна из этих гор находится здесь, в долине Стардью, гора Корнеаль!$1",
  "fall_Sun6": "*вздох* Сегодня меня ждут дела по дому. Не сказать, что с нетерпением жду этого.$2",
  "fall_Sun8": "Привет, @! Как работа на %farm ферме?$3#$e#Рад это слышать!$1", 

  //WINTER DIALOGUE    
  "winter_1": "Прошлой ночью была настоящая метель. Я нигде не вижу ни одной травинки.$6#$e#Одевайся теплее, @.$3",
  "winter_7": "Готов отправиться завтра в лес на фестиваль подледной рыбалки, @?^Готова отправиться завтра в лес на фестиваль подледной рыбалки, @?$0#$b$Мне нравится гулять со всеми в лесу Синдерсэп.$1#$e#Это дает мне возможность поговорить с Софией и Сэмом. Я вижу их не так часто.$3",
  "winter_17": "Вчера вечером на рынке я купил магические тотемы у фигуры в синем плаще.$3#$b#Этот человек выглядел на удивление знакомым...$0#$e#Я думаю, что это может быть волшебник из «Фест слэш» с Ферн-Айленда.$1",
  "winter_24": "Интересно, кто мой тайный друг в этом году на Пире Зимней звезды?.$0#$e#Надеюсь, это София!$1",
  "winter_28": "Зима почти закончилась. Не могу дождаться, чтобы провести больше времени на улице и наслаждаться погодой.$3",

  "winter_Mon": "Привет, Я кое-чем занят.$6#$e#...$0#$e#Эм-м... вот. Этого хватит, чтобы поиграть в Короля Прерий.[384]",
  "winter_Mon4": "Ты никогда не задумывался, на кого похожи эльфы?^Ты никогда не задумывалась, на кого похожи эльфы? Я читаю книгу о них.$1#$b#Раньше они были самой выдающейся расой на планете, пока они не вымерли. Никто не знает, почему они исчезли.$0",
  "winter_Mon10": "Ты сам шьешь свою одежду?^Ты сама шьешь свою одежду? Твой наряд выглядит отлично.$1",
  "winter_Mon8": "Я играл в «Путешествие короля прерий» пару дней назад и почти победил.$1#$b#Видимо, если ты победишь в игре, есть шанс, что тебе доставят игровой автомат.$3#$e#Хотя, если бы я действительно этого хотел, я бы просто купил его.$0#$e#...Нет, ты прав.^...Нет, ты права. Это было бы не то же самое. Я не должен полагаться на возможность покупать все, что я хочу. Прости.$2",
  "winter_Tue": "Большая часть нашей мебели была изготовлена вручную в Грэмплтоне.$3#$b#Ремесленники там - одни из лучших в мире.$1",
  "winter_Tue4": "Я б не отказался от мятного кофе.$3#$e#Если мне что-то и нравится в зиме, это сезонная еда и напитки.$1",
  "winter_Tue8": "Привет, @. Мы должны вместе выпить мятного кофе когда-нибудь.$1#$b#Я заплачу за твой кофе! Гас использует органические мятные конфеты.$3",
  "winter_Wed":  "Как только ты начинаешь достаточно долго изучать физику, трудно не смотреть на мир и не начать рассчитывать, как он работает.$0#$e#Нет, это не обязательно плохо.$0",
  "winter_Wed4": "Когда я учился в университете, там преподавал курсы продвинутой физики профессор по имени Р. Петерсон.$3#$b#Он тесно сотрудничал с волшебником на архипелаге Ферн-Айленда.$1#$b#Ты удивишься, как законы физики применимы и к волшебному миру.$7",
  "winter_Wed8": "Интересно, есть ли в городе Зузу книжные магазины, которые я еще не посещал...$0#$e#Я всегда стремлюсь расширить нашу коллекцию книг, особенно когда дело доходит до пересечений магической и научной теории.$0#$e#Ты что, зеваешь, @?$1",
  "winter_Thu": "*вздох* У меня сегодня был довольно тяжелый день. Играть в видеоигры - это отличный способ для меня немного расслабиться.$2",
  "winter_Thu4": "Я люблю читать книги по истории, не важно, вымысел это или нет.$3#$e#Приятно погрузиться в другой мир и на некоторое время раствориться в нем.$0",
  "winter_Thu8": "Сегодня я разработал прототип эстакады ради забавы в программе моделирования, которую я сам создал. Эти типы мостов полезны, если нужно пересечь болота или отмели.$1#$e#Эстакадные мосты дешевле построить, чем другие типы мостов, потому что они используют деревянные опоры вместо каменных или стальных.$3#$e#Звучит как видеоигра, не так ли? Ты удивишься тому, сколько навыков, которые ты изучаешь в играх, пригодятся в других местах.$3",
  "winter_Fri": "Разработчик игры «Путешествие Короля Прерий», ConcernedMonkey, делает еще одну игру!$1#$b#Учитывая, насколько потрясающая ПКП, я должен сказать, что с нетерпением жду возможности сыграть.$3",
  "winter_Fri4": "Интересно, что я возьму у Пьера во время моей следующей поездки?$0#$e#Я думаю, что ингредиенты для спагетти!$1#$e#Ты когда-нибудь делал спагетти?^Ты когда-нибудь делала спагетти? Это вкусно! Я поделюсь с тобой своим рецептом соуса.$1",
  "winter_Fri8": "Хм-м... Как ты думаешь, кого-нибудь заинтересует игра-симулятор создания моста, @?$0#$e#...Я чувствую, что многие могут подумать, что это будет скучно, но держу пари, что смогу сделать это забавным.$3",
  "winter_Sat":"Вчера вечером моя мама заработала 80.000 з на биржевой торговле. Я думаю, что снова она собирается потратить его на дорогое вино.$0",
  "winter_Sat4":"Я люблю вино, но не так сильно, как моя мама.$3#$e#Что ж... Я не уверен, есть ли кто-нибудь в мире, кто любит вино так же сильно, как и она.$1",
  "winter_Sat10": "Привет. Хочешь немного спагетти?$1#$e#Вот!$3[224]#$e#Может, мы сможем вместе перекусить в следующий раз?$3",
  "winter_Sat8": "Я провожу много времени с мамой, так как мы живем вместе.$0#$b#У нас не так много общего, поэтому иногда это немного... напряженно.$2#$e#Я просто чувствую, что больше готов пойти на компромисс для нее, чем она - для меня.$2",
  "winter_Sun": "Я откладывал на потом мой проект кодирования. Возможно, я должен вернуться к этому сегодня?$0#$e#Всегда приятно видеть тебя, @. Хорошего дня.$3",
  "winter_Sun4": "Я собираю компьютер для кого-то из Честервейла, в том же городе, где я подбираю одежду.$3#$b#У него много оперативной памяти в его сборке. Возможно, он запускает много процессов, которые высасывают память, например, рендеринг видео.$0#$e#Сборка компьютеров - мое хобби! Я счастлив, что некоторые люди ищут меня, чтобы я собирал компоненты для них.$1#$e#Дай мне знать, если ты когда-нибудь захочешь, чтобы я собрал для тебя компьютер, @. Друзьям скидка.$3",
  "winter_Sun8": "Привет, @. Конечно, сегодня холодный день.$0#$e#Заходи ко мне когда-нибудь. Я сделаю тебе чашку кофе.$1",
  }
