{
//SPECIAL DIALOGUE
"Introduction": "А! Незнакомец!$2#$e#П-подожди. Ты ведь @? Новый фермер с фермы %farm?$0#$b#П-прости.Я немного нервничаю с людьми, которых раньше не встречала.$1#$b#Меня зовут София. Я владелица виноградника Блю Мун.$9#$e#Эм... что ж, увидимся, я думаю.$1",
"danceRejection": "И-извини. Я не танцую.$2",
"divorced": "Я...Я думаю, что мне счастливее одной. Я никогда не была совместима с кем-либо.$2#$b#Спасибо, что помогаешь мне понять это.$6#$e#*Всхлипывает*...$12#$e#П-пожалуйста, оставь меня...$7#$e#%София плачет.",
"breakUp": "Т-ты хочешь порвать со мной?$2#$b#Я сделала что-то не так?$6#$b#*Всхлипывает*... Хорошо. Я вижу, ты уже принял решение.^Я вижу, ты уже приняла решение.$12#$e#П-пожалуйста, уходи, @.$7#$e#%София плачет.",
"dumped_Girls": "*Всхлипывает*... М-можешь сказать мне, что я сделала не так? П-пожалуйста...$6#$e#П-прости, что я была недостаточно хороша...$12",
"secondChance_Girls": "Т-ты хочешь попробовать еще раз?$2#$b#Я-я не знаю. Ты сделал мне очень больно...^Ты сделала мне очень больно...$6#$b#Я согласна, пока ты общаешься со мной. Хорошо?$2#$b#Давай будем лучше друг с другом.$2",
"stardrop_gift": "Эй, глупышка. Я... купила для тебя звездную каплю как символ нашей любви.$4#$b#Я-я не думаю, что была когда-нибудь так счастлива, как сейчас, когда я с тобой.$4#$e#Наше будущее выглядит таким ярким.$1#$b#Я люблю тебя.$4#$e#*целует*$9",
"give_flowersA": "!!!$4#$b#Я-я не знаю, ч-что сказать!$4#$b#Эмм. Я была влюблена в тебя уже довольно давно. Я так рада, что всё так официально!$4#$e#Мы должны сделать что-то романтическое, как... как смотреть аниме, обнимаясь в постели!$9#$e#Я немного нервничаю, а ты?$4",
"give_flowersB": "!!!$4#$b#Я-я не знаю, ч-что сказать!$4#$b#Эмм. Я была влюблена в тебя уже довольно давно. Я так рада, что всё так официально!$4#$e#Мы должны сделать что-то романтическое, как... как смотреть аниме, обнимаясь в постели!$9#$e#Я немного нервничаю, а ты?$4",
"give_pendant": "Ты хочешь выйти за меня? Я-я согласна!$4#$b#Я люблю тебя! Я не думаю, что я могла бы жить без тебя, глупышка!$9",
"rejectNPCA": "Эм... Это шутка?$2",
"rejectNPCB": "Эм. Нет, спасибо.$2#$e#Я сказала, нет!$3#$e#%София игнорирует вас.",
"reject_two_heartA": "Ох... Я не чувствую того же к тебе. П-прости...$2#$e#Эм. Я сказала «нет», @.$3#$e#%София игнорирует вас.",
"reject_two_heartB": "От этого мне некомфортно...$6",
"reject_four_heartA": "Ох. Ты хочешь встречаться со мной? Слушай, я, эм... ты мне тоже нравишься. Но я не «люблю» как ты...$2#$e#Извини, если это не то, что тебе хотелось услышать.$2",
"reject_four_heartB": "Воа! Ты действительно спешишь с этим?$2#$b#Может... стоит быть немного помедленнее. Хорошо?$2#$e#Я сказала «нет», @.$3",
"engageA": "Ой. Что это. Выглядит красиво.$1",
"engageB": "Кулон русалки? Выглядит прекрасно.$0#$e#Ч-что? Выйти за тебя? Ты такой смешной!^Ты такая смешная!$8",
"marriedA": "Ч-что? Разве ты уже не в браке?$3#$e#@. Хватит.$2#$e#Я сказала, хватит!$6#$e#... Я-я расскажу твоей второй половинке, если ты продолжишь пытаться.$3#$e#%София игнорирует вас.",
"marriedB": "Эм. Нет, спасибо.$3#$e#Я расскажу твоей второй половинке, если ты попробуешь это снова.$3",
"refusal_knownA": "Ох... эм. Я н-не готова пока к такому обязательству.$2#$b#Мне жаль.$6",
"refusal_knownB": "Хм. Возможно, однажды.$1",
"refusal_botherA": "Эм. Спасибо, не надо.$2",
"refusal_botherB": "Н-нет...$2",
"refusal_no_heartsA": "Ой. Выглядит так красиво!$1",
"refusal_no_heartsB": "Ой. Выглядит так красиво!$1",

//SPECIFIC TILE DIALOGUE
"SophiaHouse_28_7": "У-убирайся из моей кровати!$5",
"SophiaHouse_10_10": "...$12",
"BlueMoonVineyard_21_47": "*Всхлипывает*...$12",
"Hospital_6_17": "Эм. Я занята получением лекарств от доктора Харви.$2",
"Town_42_87": "...$12",
"JenkinsHouse_23_27": "Сегодня я смотрю аниме с Виктором.$1",
"JenkinsHouse_29_11": "«Моя злодейская академия» такая прикольная!$9",
"JenkinsHouse_19_39": "Пока, Виктор!$1",
"SusanHouse_9_19": "Привет, Сьюзен! Готова научить меня техникам ремесла?$1",
"SusanHouse_5_17": "О-о-о-о-о! Так вот как ты это делаешь!$9",
"SusanHouse_11_17": "Это было весело! Спасибо за приглашение.$1",
"HaleyHouse_2_21": "Привет, Хэйли.$1",
"HaleyHouse_5_5": "О-о-о-о-о! Это так мило!$9",
"HaleyHouse_8_7": "Позволь мне попробовать!$1",
"HaleyHouse_4_20": "До скорой встречи, Хэйли.$1",
"HaleyHouse_14_21": "Привет, Эмили!$9",
"HaleyHouse_13_24": "Сегодня мы с Эмили шьем вместе.$1",
"HaleyHouse_16_8": "Эмили, этот узор хорошо смотрится?$1",

//MAKEUP QUESTION
"summer_Sat": "Я нанесла подводку для глаз этим утром.$1#$q 4001/4002 makeup_followup#Как ты думаешь, мой макияж хорошо выглядит?#$r 3001 25 makeup_yes#Прекрасно выглядишь.#$r 4002 -50 makeup_no#Тебе не нужен макияж, чтобы быть красивой.",
"makeup_yes": "Хе-хе. Спасибо, @.$4",
"makeup_no": "О-ох. Эм. Но...$2#$b#...$6#$e#%София не хочет больше говорить.",
"makeup_followup": "$p 4001#Мне нравится выглядеть красиво.$9#$b#От этого эм... Мне становится немного легче.$1#$e#Интересно, захочет ли Хейли делать макияж вместе?$9",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Начало весны расслабляет меня.$0#$b#Не так много дел, кроме брожения вина.$1#$e#Ой. Удачи в этом сезоне, @.$9",
"spring_12": "Интересно, что Гас приготовит для завтрашнего яичного фестиваля.$1",
"spring_18": "Я не так часто хожу в салун, но я буду там завтра, если захочешь поздороваться.$0#$e#Я надеюсь, что у Гаса есть курица в апельсиновом соусе!$1",
"spring_23": "*вздох* Я не люблю танцевать...$2#$e#Я хожу на цветочные танцы только ради бесплатного торта.$1",
"spring_28": "Привет, @. Весна скоро закончится.$0#$e#Так много дел. Я буду просто завалена работой.$2",

"Mon": "Эм... привет.$2#$e#Тебе что-то нужно?$0",
"Mon2": "...$6#$e#%София игнорирует вас. Она выглядит грустной.",
"Mon4": "Е-если тебе нужны спринклеры, можешь купить у меня.$0#$b#Я не беру слишком много.$1#$e#О-о. Ты можешь заказать спринклеры через бухгалтерскую книгу в моей комнате для косплея.$0",
"Mon8": "Эй, привет. Рада тебя видеть!$1",
"Mon10": "Я хочу когда-нибудь подняться на вершину! Мы могли бы устроить там пикник!$9#$e#Ох! А еще мы могли бы держаться за руки.$4",
"Tue": "Ч-что тебе нужно?$2#$e#Ох. Поздороваться? Эм...$2#$b#Привет.$0",
"Tue2": "Ты общался с Эмили и Хейли?^Ты общалась с Эмили и Хейли? Я должна зайти к ним как-нибудь.$0#$e#Эти двое действительно хорошие друзья.$1",
"Tue6": "Эмили была мила и дала мне немного своей ткани высшего качества.$1#$e#Мне тоже нужно сделать что-то хорошее для нее!$9", 
"Tue10": "Эм. Как проходит день, глупышка?$1#$e#Мой стал лучше, потому что ты здесь!$9#$e#%Вы целуете Софию. Она улыбается вам.",
"Wed": "Я голодна...$2#$e#Можешь, я вскоре перекушу чем-нибудь?$1",
"Wed4": "Моя подруга Скарлетт скоро приедет. Я люблю видеть ее, она лучшая.$9", 
"Wed10": "@, ты сегодня выглядишь очень мило.$4#$e#%Вы обнимаете Софию. Она улыбается вам.",
"Thu": "Мне сегодня не очень хорошо...$2#$e#...$6#$e#П-прости. Это не подходящее время.$12#$e#%София плачет...",
"Thu2": "Эм, привет. Хочешь поговорить?$0#$e#Эм... Ты смотришь 'Ученица волшебников'?$1#$e#О, нет? Все в порядке.$2",
"Thu6": "Твой наряд хорошо на тебе смотрится. Что это за материал?$1#$e#О! Понятно!$9",
"Thu10": "Я думала, может быть, мы могли бы когда-нибудь отправиться в путешествие! Было бы весело исследовать мир вместе.$1#$e#*целует*$9", 
"Fri": "Я хотела выглядеть красиво сегодня, поэтому нанесла подводку.$0#$b#К-как думаешь, это хорошо выглядит?$2#$e#Ой. Спасибо.$5",
"Fri2": "А! Ты напугал меня!^Ты напугала меня!$5#$b#Эм, привет.$2#$b#Ты хочешь поговорить о чем-то?$0#$e#П-прости. Я-я немного занята.$2",
"Fri4": "Может быть, мне стоит купить нескольких животных у Марни? Мне нужны милые животные в моей жизни.$1#$e#Хм-м... на самом деле, я не знаю, смогу ли я справиться с такой работой сама.$2", 
"Fri8": "У тебя на ферме есть крольчата? Они такие очаровательные!$9",
"Fri10": "Тебе бывает одиноко на %farm ферме?$0#$e#Ох. Эм. Я просто так спросила.$4#$e#%Вы гладите Софию по голове. Она улыбается вам.",
"Sat": "Привет.$2#$e#...$2#$e#%София отворачивается от вас.",
"Sat4": "Я бы хотела, чтобы Пьер продавал курицу в апельсиновом соусе. Самое близкое место, где она продается, это Грэмплтон.$0#$e#Я обожаю курицу в апельсиновом соусе!$9#$b#Скарлетт приносит мне немного, когда она посещает меня.$1",
"Sat8": "Эй, привет! Хочешь как-нибудь перекусить в салуне?$9#$e#Я могу замолвить словечко перед Гасом.$1#$e#%София улыбается вам.",
"Sat10": "Эй, привет! Я просто хочу разговаривать с тобой каждый день!$9#$e#Это звучит слишком навязчиво?$2#$e#%Вы обнимаете Софию. Она краснеет.",
"Sun": "О-ох. П-привет.$2#$b#Эм... я могу помочь тебе?$0",
"Sun4": "Сегодня мы с Хейли делали наш макияж вместе. Я-я думаю, получилось хорошо.$1^Сегодня мы с Хейли сделали наш макияж вместе. Ты должна присоединиться к нам когда-нибудь!$1#$e#Я-я думаю, получилось хорошо.$9",
"Sun8": "Эй, привет! У тебя сегодня продуктивный день?$1#$e#Поговорим позже, @.$9^Эй, привет! Мы должны как-нибудь сделать макияж вместе!$1#$e#Поговорим позже, @.$9", 
"Sun10": "Мы должны обменяться фермерскими секретами! Есть некоторые специальные ингредиенты, которые я использую, чтобы сделать вино торговой марки виноградника Блю Мун.$1",


//SUMMER DIALOGUE
"summer_1": "Ты знаешь, что будешь выращивать в этом сезоне?$1#$e#Уже... становится... слишком... жарко.$2",
"summer_10": "Я уже знаю, что я принесу на Луау завтра. Вино с виноградника Блю Мун!$1#$e#Готова поспорить, губернатору оно понравится.$9",
"summer_18": "Увидимся завтра в салуне?$1#$e#Я думаю о том, чтобы пойти туда.$9",
"summer_22": "У одного из моих любимых аниме персонажей розовые волосы.$1#$b#Я покрасила свои волосы, чтобы соответствовать ей, и любила их так сильно, что никогда не красила их в другой цвет.$9#$e#Эй, ты знаешь, что Абигейл никогда не красила волосы?$0#$e#Я знаю. Это странно.$0",
"summer_28": "Полуночные медузы скоро прибудут. Я с нетерпением жду этого каждый год.$1#$e#Может быть, я должна сделать костюм в стиле медузы?$8",

"summer_Mon": "*вздох* У меня нет мотивации сегодня.$2#$b#Может, пойти к Хейли и Эмили?$0#$e#А-А! Т-ты подслушиваешь, как я говорю сама с собой!?$5#$e#%София выглядит шокированной.", 
"summer_Mon4": "О, привет, @. Взял передышку от работы на ферме?^Взяла передышку от работы на ферме?#$e#Я могла бы расслабиться на этой неделе. Я очень много работала.$1#$e#Просто... хочу поедать вкусняшки, если честно.$2", 
"summer_Mon8": "Эй, привет! Берешь передышку от работы на ферме?$1#$e#Я могла бы расслабиться на этой неделе. Я очень много работала.$9#$e#Просто... хочу поедать вкусняшки, если честно.$2",
"summer_Mon10": "Я слышала, что на твоей ферме есть пещера. Как думаешь, ты сможешь мне показать ее как-нибудь?$1#$e#Ура!$9",
"summer_Tue": "У тебя есть домашнее животное? Я всегда хотела себе такого...$2",
"summer_Tue4": "Я случайно наступила на кролика, когда ухаживала за моим виноградником. Я надеюсь, что эта булочка в порядке...$2",
"summer_Tue10": "Я провожу больше времени с Хейли и Эмили. Они очень хорошие друзья.$1",
"summer_Wed": "...$6#$e#%София игнорирует вас. Она выглядит грустной.",
"summer_Wed2": "Гас был другом моей семьи с тех пор, как я была маленькой.$0#$b#Мне нравится, когда он приходит в гости.$1",
"summer_Wed6": "Коровки Марни очаровательны! Они заслуживают всю ласку!$9#$e#Я должна навестить ранчо в ближайшее время! Интересно, как там поживает Бетси.$1",
"summer_Wed10": "Сегодня слишком жарко. Может, я пойду на пляж, чтобы искупаться.$2#$e#Не хочешь поплавать, @?$9",
"summer_Thu": "...$6#$e#П-пожалуйста, оставь меня в покое...$12#$e#%София отворачивается от вас.",
"summer_Thu2": "Вид со скалы мой любимый. Океан идет до самого горизонта, кажется, целую вечность.$0#$b#Я хотела бы увидеть однажды, что там, на другой стороне.$1",
"summer_Thu4": "Я никогда не бывала в шахте. Я боюсь того, что я могла бы найти там.$2#$e#Ох? Ты идешь в пещеру!?$5#$b#Точно. Ты искатель приключений. Я не такая смелая...$1",
"summer_Thu8": "Мисс Дженкинс часто заказывает у меня вино.$1#$b#Я знаю, что у нее необычный вкус, поэтому я очень рада, что ей нравится мое вино.$9#$e#Увидимся позже, хорошо?$1",
"summer_Fri": "П-привет. Хороший денек, не правда ли?$2#$e#...$6",
"summer_Fri2": "Иногда мне хочется выращивать что-то, кроме винограда. Но тогда виноградник Блю Мун не будет... виноградником.$0",
"summer_Fri8": "Я думаю пойти на пикник в ближайшее время. Погода идеально подходит для этого!$9#$e#Хочешь как-нибудь присоединиться ко мне? У моего виноградника очень красивое поле травы.$8",
"summer_Sat4": "Угх. У меня болит живот...$2#$e#Может быть, это из-за конфеты, которую я ела на завтрак!?$6",
"summer_Sat8": "Люди часто приходят к скале перед моим домом.$0#$e#Отсюда открывается прекрасный вид на Самоцветное море. Это хорошее место для свиданий.$1",
"summer_Sun": "*Всхлипывает*... Угх. Я-я испортила подводку...$6#$e#... П-прости. Это не лучшее время.$6",
"summer_Sun4": "У тебя есть вкусняшки? Я весь день хочу чего-то сладкого.$0",
"summer_Sun8": "Мы с Виктором не видимся так часто, как раньше... Интересно, что случилось.$2#$e#Эй, мне очень нравится, когда ты приходишь. Хочешь обменяться фермерскими историями?$1",
"summer_Sun10": "Я тут думала, может, мы когда-нибудь приготовим ужин вместе? Что думаешь?$1#$e#Ура!$9",
   

// FALL DIALOGUE
"fall_1": "Так много винограда надо собрать в этом сезоне...$2#$e#О-ох. Эм!$5#$b#Удачи тебе, @! Продуктивной осени!$9",
"fall_4": "В этот день это произошло...$6#$e#...$12#$e#П-прости. Я-я просто хочу побыть одна. Я... надеюсь, ты понимаешь.$12#$e#%София жестом просит вас уйти.#$e#%Вы обнимаете Софию.",
"fall_15": "Оформляешь выставочный лоток для завтрашней ярмарки?$0#$e#Мне было интересно, что ты занимаешься на %farm ферме! Думаю, я увижу завтра!$9#$e#Ох. Что ж эм... Т-тебе лучше уйти. Пока.$0",
"fall_18": "У Гаса есть вино из кольцеплода в салуне. Не могу дождаться, чтобы попробовать завтра вечером.$1#$e#Ты был на Ферн-Айленде?^Ты была на Ферн-Айленде? Я всегда хотела туда отправиться.$0",
"fall_27": "День всех духов - мой любимый праздник. Волшебник превосходит себя каждый год с лабиринтом. Это так жутко!$1#$b#Плюс, я буду косплеить!$9",
"fall_28": "Становится та-ак холодно. Зима подкрадывается к нам.$2#$e#По каналу погоды сказали, что метель на подходе.$0",

"fall_Mon": "Пожалуйста, ты можешь просто уйти? Денек выдался ещё тот.$2#$e#П-пожалуйста?$6#$e#%София выглядит расстроенной...",
"fall_Mon4": "Скарлетт скоро приедет. Она всегда находит способ подбодрить меня.$1#$e#Я хотела бы, чтобы она приходила чаще. Но я понимаю, Грэмплтон далеко...$2",
"fall_Mon8": "Привет, @. Мы должны как-нибудь открыть бутылку вина иридиевого качества. Я хочу зависать с тобой и поговорить.$1#$e#Или еще лучше, мы могли бы смотреть аниме вместе! Новый сезон 'Сейлор Сан' скоро дебютирует!$9",
"fall_Tue": "Я ооочень голодна. Уже время обеда?$2",
"fall_Tue4": "Разве тебе не нравятся цвета этого сезона?$1#$b#Такое чувство, что мы живем в другом мире.$9",
"fall_Tue10": "Эй, привет! Если ты когда-нибудь захочешь курицу в апельсиновом соусе, я приготовлю тебе.$1#$e#Но не ешь слишком много. Тебе следует оставить мне немного!$9",
"fall_Wed": "Ч-что ты хочешь?$3#$e#Ох. Прости. Я сегодня немного взволнована.$2#$e#Ты не поймешь...$2",
"fall_Wed6": "Я планирую свой следующий косплей. Я думаю, что хочу быть принцессой.$1#$e#Не как обычная принцесса, а жестокая принцесса-воин! С гигантским мечом и развевающимся красным плащом!$9", 
"fall_Thu": "*Всхлипывает*... Ох. Привет, @. К-как твои дела сегодня?$6#$e#О-ох. Я? Я-я в порядке.$6#$e#*Всхлипывает*...$12#$e#%София плачет.",
"fall_Thu4": "В смысле, ты не слышал о «Моей школе злодеев»?!^В смысле, ты не слышала о «Моей школе злодеев»?!$5#$b#Это одно из самых популярных аниме сейчас.$9#$b#Главный герой напоминает мне об этом другом аниме, которое было давно.$1#$e#То, с оранжевым ниндзя?$0",
"fall_Thu8": "Эй, привет! Мы должны посмотреть аниме или почитать мангу вместе!$1",
"Fall_Fri": "У города Пеликан проблема с вредителями. Иногда я просыпаюсь и обнаруживаю, что мой мусорный бак опрокинут.$3#$e#Ты ведь не видел здесь мусорную панду, не так ли, @?^Ты ведь не видела здесь мусорную панду, не так ли, @?$2",
"fall_Fri4": "Ты был в конференц-центре города Зузу?^Ты была в конференц-центре города Зузу? Самый большой в республике Фернгилл.$1#$e#Я хожу туда, чтобы косплеить и посмотреть на других людей.$9",
"fall_Fri8": "Знаешь, я представляю, что однажды я буду выращивать что-то кроме винограда.$1",
"fall_Sat": "У-у меня были проблемы с дыханием сегодня утром.$2#$e#О-ох. Сейчас все в порядке.$2#$b#Я ценю твою заботу.$1",
"fall_Sat6": "Эй, привет! Ты когда-нибудь шьешь свою собственную одежду?$9#$b#У Эмили действительно хорошая швейная машина. Бьюсь об заклад, если ты попросишь, она позволит тебе использовать ее.$1#$e#Ой. Ты используешь ее? Мы должны сшить что-то вместе!$8",
"fall_Sat10": "Скарлетт скоро приедет ко мне! Мы собираемся вместе приготовить ужин.#$e#Хей, может ты присоединишься, если у тебя будет время!$9",
"fall_Sun": "...$6#$e#%София игнорирует вас. Она выглядит грустной.",
"fall_Sun4": "Дженкинс действительно хороши. Иногда я подсовываю лишнюю бутылку вина в их заказы.$1",
"fall_Sun8": "Вау, с тобой трудно идти в ногу! Мне нужно больше стараться!$9#$e#Увидимся позже, @.$1", 
        

//WINTER DIALOGUE    
"winter_1": "Брр! Холодно.$2#$e#Я действительно наслаждаюсь зимой, веришь ты этому или нет. Она дает мне повод смотреть аниме и работать над моим новым косплеем весь день!$9",
"winter_7": "Я действительно не хочу идти так далеко в лес, чтобы увидеть соревнование подледной рыбалки.$0#$e#Почему я не могу просто остаться дома и посмотреть аниме?$2",
"winter_13": "Мы с Эмили могли бы вместе заниматься косплеем!$1",
"winter_18": "Я буду в салуне завтра вечером. Гас готовит мою любимую еду!$1#$e#Это курица в апельсиновом соусе! Что еще будет?$9",
"winter_24": "У меня есть идеальный подарок для нее на завтра!$8#$e#Я действительно много думала об этом.$1",
"winter_25": "Люблю огни в это время года. Я хотела бы, чтобы они могли остаться навсегда.$1",
"winter_28": "Знаешь, что будешь сажать, когда лед растает?$1#$e#О-ох. Я!? Эм.$2#$b#То же, что и всегда. Виноград!$1",

"winter_Mon": "Должна я работать над косплеем или смотреть аниме сегодня? Хм-м...$0#$e#Может, и то, и другое?$1",
"winter_Mon10": "Сегодня так холодно. Иногда я мечтаю о том, чтобы в моем доме был камин.$2#$e#Эй, мы могли бы обниматься у тебя? Можем поджарить маршмэллоу!$1",
"winter_Tue": "*Всхлипывает*...$6#$e#Я-я не в настроении. Прости.$6",
"winter_Tue6": "В прошлом сезоне я ездила на Комик-кон в город Зузу, @. Наряжаться было так весело!$9#$b#Все на мероприятии выглядели потрясающе! Интересно, кого я буду косплеить в следующем году.$1",
"winter_Tue10": "Ты так мило выглядишь сегодня, глупышка.$4#$e#*целует*$9#$e#%Вы смотрите на Софию. Она отворачивается и краснеет.",
"winter_Wed": "Я просто хочу спать весь день, есть и смотреть аниме.$2#$e#Угх. Может я смогу уехать куда-нибудь на выходных.$3",
"winter_Wed4": "Мой любимый персонаж из телешоу скончался прошлой ночью. Я так расстроена.$2#$b#Я чувствую, что запрусь в своей комнате до конца дня.$6",
"winter_Wed8": "Из-за этой холодной погоды мне хочется только валяться в постели весь день с мятным горячим шоколадом.$9#$e#Х-хэй. Мы всегда можем посмотреть что-нибудь вместе. Может быть?$1",
"winter_Wed10": "Мы должны остановиться в салуне и взять что-нибудь поесть!$1#$e#Ты можешь догадаться, что я возьму!$1#$e#Конечно же курицу в апельсиновом соусе, глупышка!$9",
"winter_Thu": "Сегодня едва не поскользнулась на льду.$2#$e#Может, стоит потратиться на хорошую зимнюю обувь.$3",
"winter_Thu6": "Эмили шьет великолепный наряд. Она научила меня кое-чему.$1#$e#Зимой у меня есть больше свободного времени, чтобы сосредоточиться на хобби. У тебя тоже, верно?$9",
"winter_Thu10": "Хей, а вот и мой любимый человек!$9#$e#Подойди ближе.$4#$e#*целует*$9",
"winter_Fri": "Эм, привет.$0#$b#У тебя что-нибудь запланировано на выходные?$1#$e#Мне нужно закончить свое шоу.$0",
"winter_Fri4": "Свежий снег покрывает все. Мне это нравится!$1#$e#Хрустящий звук снега, когда ты идешь по нему, так радует!$9",
"winter_Fri8": "Будут ли люди судить меня, если я возьму с собой одеяло?$0#$e#О-ох. Ты так думаешь?$2#$b#Может быть, вместо этого я оденусь потеплее.$9",
"winter_Fri10": "Хочешь поиграть в снежки как-нибудь?$1#$b#Бьюсь об заклад, я выиграю!$9#$e#%Вы объясняете Софии, что она не сможет победить.#$e#Это вызов, глупышка?$4",
"winter_Sat": "У меня кончились вкусняшки. Нужно взять еще.$3#$e#У тебя есть что-нибудь с собой?$1",
"winter_Sat4": "Хочешь услышать шутку? Как назвать сыр, который не принадлежит тебе?$1#$e#Не твой сыр!$8#$e#Теперь я голодна...$2",
"winter_Sat8": "Эй, привет! Делаешь что-нибудь веселое сегодня?$9#$e#Сегодня утром я совершила огромный прорыв в косплее. Канализационный блок, не более.$1",
"winter_Sat10": "Я-я нехорошо себя чувствую сегодня.$2#$e#Хм?$0#$e#%Вы обнимаете Софию.#$e#С-спасибо.$1#$b#Знаешь, ты действительно делаешь меня счастливой. Эм. Может, мы могли бы...$2#$e#Нет. Ничего.$1#$e#%Вы обнимаете Софию.",
"winter_Sun": "С-сегодня т-так х-холодно...$2",
"winter_Sun6": "Мои навыки макияжа улучшаются! Практика делает их совершенными.$1#$e#С тех пор, как ты переехал в долину Стардью, ты узнал что-нибудь новое?^С тех пор, как ты переехала в долину Стардью, ты узнала что-нибудь новое?$1#$e#Ох! Это действительно впечатляет!$9",
"winter_Sun10": "Я думала о том, каково это - жить где-то еще.$1#$e#Это было бы новое приключение.$9",

//SOPHIA 7 HEART EVENT DIALOGUE
"sophia_event1": "С-спасибо.$1#$b#Мне нужно было выучить так много нового. Сначала было очень тяжело, но...$2#$b#Я чувствую, будто я выросла как личность.$1",
"sophia_event2": "О-о, ты такой милый.^О-о, ты такая милая.$9#$b#Знаешь, Скарлетт звонит мне каждый день!#$b#Это... хорошо, когда рядом есть кто-то такой, как ты. Грэмплтон действительно далеко.$2",
"sophia_event3": "Ты правда поможешь мне?$1#$b#!!!$9",
"sophia_event4": "Эм. Д-да...?$2#$b#Я собиралась дать тебе бутылку выдержанного вина Блю Мун.$2#$b#Эм. Ну, спасибо за помощь.$1#$b#!!!$9",
}
