{
  //SPECIAL DIALOGUE
  "patio_Sophia": "Я действительно счастлива жить здесь с тобой.$1#$e#%Вы гладите Софию по голове.#$e#!!!$9",
  "spouseRoom_Sophia": "Эй, привет!$4#$b#Я решаю, какую мангу почитать!$9#$e#Может быть, стоит сначала закончить ту, которую я уже начала!$1",
  "funReturn_Sophia": "У меня сегодня был продуктивный день!$9#$e#Я люблю тебя.$4#$b#*целует*!!!$9",
  "funLeave_Sophia": "Эй, привет! У меня сегодня кое-какие дела.$1#$b#Я буду думать о тебе.$9#$e#Давай выпьем сегодня вечером в салуне! Гас подает грэмплтонскую курицу в апельсиновом соусе!$1",
  "OneKid_0": "Я не могу поверить, что мы родители, @. Все стало совсем по-другому.$9#$e#Я так счастлива с тобой. Это... это приятно - снова иметь семью.$1",
  "OneKid_1": "%kid1 смеется, когда я делаю смешные звуки и лица.$9#$e#Мне нравится, что наш дом всегда полон смеха!$8#$e#%Вы гладите Софию по голове. Она улыбается вам.",
  "OneKid_2": "Эй, привет! Я скоро отправлюсь к Пьеру, чтобы забрать детские вещи.$1",
  "OneKid_3": "После игры на улице %kid1 с ног до головы в грязи. Пришлось купаться.$0#$e#Я чувствую, что %kid1 когда-нибудь будет фермером, как и мы.$1",
  "TwoKids_0": "Я хочу построить крепость из подушек для %kid1 и %kid2! Думаешь, им понравится?$1#$e#Я знаю, что понравится.$9",
  "TwoKids_1": "Я увидела, как %kid2 роется сегодня утром в моем ящике для косплея.$0#$e#Может, когда %kid2 подрастет, мы будем вместе косплеить!$1",
  "TwoKids_2": "Эй, привет! %kid1 и %kid2 могут как-нибудь пойти с нами в парк города Пеликан.$1#$b#Это будет весело!$9#$e#Можем устроить пикник! Хороший повод поесть!$1",
  "TwoKids_3": "%kid1 и %kid2 хорошо ладят друг с другом.$1#$e#Нам нужно убедиться, что они оба чувствуют себя любимыми! Не хотела бы, чтобы они завидовали друг другу.$1",
  
  //SEASONAL DIALOGUE
  "spring_1": "Чувствуешь запах пыльцы и нектара в воздухе? Весна пришла!$1#$e#Мне нужно зайти в виноградник в ближайшее время. Надо установить виноградные решетки!$9#$b#Удачи тебе сегодня, глупышка! Это будет напряженный день. Дополнительные объятия - сегодня вечером!$1",
  "spring_13": "Я до сих пор нервничаю около больших толп людей...$2#$e#М-можем ли мы сегодня держаться за руки на фестивале?$4",
  "spring_24": "Нам не обязательно идти на цветочный танцы. Я не фанат... танцев.$2#$e#Может, я могу тебе устроить приватный танец сегодня вечером?$4",
  "spring_28": "Что случилось с весной? Она уже прошла!$5#$e#Мы должны пойти на пляж этим летом!$1",
  "summer_1": "Эй, привет!Это первый и самый напряженный день сезона! Удачи сегодня!$9#$e#Я приготовлю ужин вечером. Не беспокойся.$1",
  "summer_11": "Уже знаешь, что положишь в суп на Луау завтра?$1#$e#Я налью в котел выдержанное вино Блю Мун!$1",
  "summer_28": "Эм. Хочешь посмотреть на медуз сегодня вечером? Мы можем держаться руки на пристани.$4#$e#...Как думаешь, медузы могут ужалить?$0",
  "fall_1": "Осень будет беспокойной, какой обычно бывает у меня! Нужно собрать весь виноград.$1#$e#О-ох! Все в порядке. Тебе следует сосредоточиться на работе на ферме. Я буду думать о тебе.$9",
  "fall_4": "В этот день умерли мои родители...$6#$b#Я-я была одна так долго, что забыла, каково это - иметь семью.$12#$e#Спасибо за то, что пришел ко мне сегодня.^Спасибо за то, что пришла ко мне сегодня.$13#$e#%София плачет.#$e#%Вы обнимаете Софию. Она улыбается вам.",
  "fall_16": "Ярмарка города Пеликан сегодня! Я просто знаю, что ты снесешь всем крышу!$9#$e#Я покажу новое марочное вино.$1",
  "fall_27": "Это жуткий день! Жу-у-уткий! ЖУТКИЙ!$9#$e#Интересно, отличается ли лабиринт в этом году?!$1",
  "fall_28": "Брр... Так холодно. Похоже, сегодня вечером снег будет идти и идти.$2#$b#Метеоролог так сказал по телевизору!$1#$e#Знаешь, объятия - это хороший способ согреться...$4#$e#%У Софии огоньки в глазах.",
  "winter_1": "Прошлой ночью выпало так много снега! Посмотри на улицу!$5#$e#Мы должны сегодня обниматься у камина. Может, сделать горячего шоколада?$4",
  "winter_8": "Я чувствую это! Ты сегодня выиграешь соревнование по рыбной ловле!$1#$e#Если ты выиграешь - дополнительные обнимашки сегодня вечером...$4",
  "winter_25": "Счастливого пира Зимней звезды, глупышка. Я сварила тебе кофе! Как тебе нравится! [395]$4#$e#Дай мне знать, когда захочешь пойти на городскую площадь.$4#$e#Ох. Эм. Ты получишь «специальный» подарок позже.$4#$e#Не-е-ет. Это не то, что можно открыть. Скоро увидишь. Я думаю тебе понравится!$4",
  "winter_28": "Грустно, что снег исчезает. Я буду скучать по хрусту, когда ходишь по нему.$2#$e#%Вы гладите Софию по голове.",
  
  //DAY DIALOGUE
  "Indoor_Day_0": "Эй, привет! Доброе утро. Хорошо спалось?$1#$e#Думаю, может стоит как-нибудь сделать новый косплей!$9",
  "Indoor_Day_1": "*зевает* Я все еще сонная.$2#$e#Хорошего дня, глупышка.$1#$e#Ох. Как я могла забыть?$4#$b#*целует*!!!$9",
  "Indoor_Day_2": "Йей! Ты наконец-то проснулся!^Ты наконец-то проснулась!$9#$e#Хочешь чего-нибудь на завтрак?$1",
  "Indoor_Day_3": "Если пойдешь в город, возьмешь что-нибудь вкусное у Пьера?$1#$e#Я люблю перекусить!$9",
  "Indoor_Day_4": "Эй, привет! Я заварила нам кофе.[395]$4#$e#Надеюсь, у тебя будет продуктивный день, глупышка!$1",
  "Outdoor_0": "Мне нравится свежий воздух здесь. Я привыкла к соленому воздуху, дующему от океана.$0",
  "Outdoor_1": "Какой прекрасный день, чтобы прочитать книгу на улице! Это прекрасно.$1",
  "Outdoor_2": "Нужно превратить все фрукты, которые ты выращиваешь, в вино! Как думаешь, это хорошая идея?$9",
  "Outdoor_3": "Не переутомляйся, глупышка. Если тебе нужен перерыв на обнимашки, просто скажи.$1#$e#*целует*$9",
  "Outdoor_4": "Эй, привет! Сегодня занимаешься чем-то интересным?$1#$e#ОоОх. Похоже, это важно!$8",
  "Rainy_Day_0": "Дождь идет! В такие дни я просто хочу укрыться одеялами и смотреть аниме.$1#$e#Ох! И есть вкусняшки!$9",
  "Rainy_Day_1": "Эй, привет. Еще один дождливый день!$1#$e#Подойди ближе, глупышка.$4#$e#*целует*$9",
  "Rainy_Day_2": "Интересно, Хэйли сегодня что-нибудь задумала? Может, я скоро напишу ей.$1",
  "Rainy_Day_3": "Мы должны оставаться дома целый день, смотреть фильмы и есть вкусняшки!$9#$e#Я просто шучу, глупышка.$1#$e#Э-эм! Но если ты не против!? Тогда нам точно нужно сделать это!$5",
  "Rainy_Day_4": "Ты помнишь, когда ты нашел меня, плачущую под дождем?^Ты помнишь, когда ты нашла меня, плачущую под дождем? Я счастлива, что ты был там в тот день...^Я счастлива, что ты была там в тот день...$2#$b#Я всегда буду дорожить этим моментом, @.$1#$e#%Вы гладите Софию по голове. Она улыбается вам.",
  
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Ты был так занят работой сегодня, что пропустил ужин!^Ты была так занята работой сегодня, что пропустила ужин! Хочешь немного еды, оставшейся со вчерашнего дня?$1#$e#Хе-хе. Вот, держи, глупышка![727 231 207 199]$9",
  "Indoor_Night_1": "*бурчит* Мой животик снова говорит со мной.$2#$e#Подожди, я думаю, что понимаю. Он говорит... пришло время перекусить?$1",
  "Indoor_Night_2": "Я так долго жила одна в доме моих родителей. Было немного страшно, быть там, когда за окном темнело.$0#$b#Так много бессонных ночей...$2#$e#Но сейчас я с нетерпением жду, когда солнце сядет. Дает мне повод, чтобы быть ближе к тебе.$1#$e#Эм. Хочешь пообниматься вечером?$4",
  "Indoor_Night_3": "*зевает* Я ооочень сонная. Не хочешь поскорее лечь спать, @?$1#$e#Может, я немного почитаю в постели. Я на середине манги!$9",
  "Indoor_Night_4": "Я не могу решить, какой материал использовать для косплей одежды, над которой я работаю.$0#$e#Хм. Может быть, я спрошу Эмили, она хороша в этом деле!$1",
  "Rainy_Night_0": "Эй, привет! Я жаждала сладостей сегодня, поэтому сделала десерт![232 234 223 220]$1#$e#*целует*$9",
  "Rainy_Night_1": "Это идеальная погода для обнимашек...$4#$e#Увидимся в постели, глупышка?$4",
  "Rainy_Night_2": "Я досмотрела аниме-сериал, который начала сегодня.$9#$e#Это был мини-сериал. Всего пять эпизодов...$0#$b#Я надеюсь, что они выпустят больше!$1",
  "Rainy_Night_3": "Ох, я рада, что ты вернулся!^Ох, я рада, что ты вернулась! Я так скучала по тебе.$1#$e#*зевает* Скоро идешь спать? Я сегодня постирала простыни, чтобы они были красивыми и свежими.$0",
  "Rainy_Night_4": "Эй, глупышка! Я приготовила ужин, пока тебя не было! [727 231 207 199]$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Подойди ближе, @.$4#$e#Ближе...$4#$e#*целует*$9!!!#$b#Люблю тебя!$9",
  "Good_1": "Я думала, что будет сложно управлять виноградником Блю Мун, но на самом деле все не так плохо.$1",
  "Good_2": "Я всегда думала, что буду одна всю свою жизнь.$2#$b#Я рада, что мы нашли друг друга, глупышка.$1#$e#*целует*$9",
  "Good_3": "Э-эй, будь осторожнее в шахте, хорошо? Не могу представить, что я сделаю, если что-нибудь случится с тобой.$2#$e#Вы говорите Софии, что не стоит волноваться. Она улыбается вам.",
  "Good_4": "Эй, привет! Хочешь выпить немного выдержанного вина Блю Мун сегодня вечером?$1",
  "Good_5": "Не волнуйся обо мне, глупышка! Иди и делай свои дела!$9#$e#Мне и здесь хорошо.$1",
  "Good_6": "Я скоро снова покрашу волосы! Может, мне стоит сменить цвет?$1#$e#Ммм... нет, пожалуй, я оставлю свой цвет «розовой сладкой ваты»!$9",
  "Good_7": "Хей, хей! Эм. Можно тебя на минутку?$1#$e#Просто... хотела сказать, что я горжусь всем, что ты делаешь.$9#$b#Мне нравится жизнь, которую мы начали вместе. Это... как волшебный рай.$1#$b#Давай всегда будем рядом друг с другом!$9",
  "Good_8": "Мы должны как-нибудь пойти на косплей-фестиваль в город Зузу! Тебе бы это понравилось!$1",
  "Good_9": "*напевая себе под нос*$9#$e#Ох! Привет!$1",
  "Neutral_0": "Привет! Скарлетт скоро придет, ты не против?$1#$e#Ты лучший!^Ты лучшая!$9",
  "Neutral_1": "Хочешь посмотреть аниме позже? Я даже сделаю нам домашние закуски!$1",
  "Neutral_2": "Эй, привет. Я собираюсь убраться дома сегодня.$1",
  "Neutral_3": "Виноградник Блю Мун преуспевает. Немного сложно управлять отсюда, но я не против.$1",
  "Neutral_4": "Ты хочешь жить в долине Стардью до конца своей жизни, @?$0#$e#Я думала, может быть, мы переедем куда-нибудь еще. Может быть, на Ферн-Айленд?$1#$e#Мы можем поговорить об этом позже. Я определенно не хочу переезжать в ближайшее время!$9",
  "Neutral_5": "Привет, глупышка. Продолжай в том же духе!$1#$e#Я всегда на твоей стороне.$9",
  "Neutral_6": "Знаешь, Я чувствую, что мои родители гордились бы мной, увидев мою жизнь сейчас.$1#$e#Твой дедушка гордился бы тоже.$1",
  "Neutral_7": "Эм. Та-а-а-ак, расскажи мне еще раз историю о том, как ты получил мой кулон русалки!^Таааак, расскажи мне еще раз историю о том, как ты получила мой кулон русалки!$1#$e#Призрак на пляже! Так жутко!$9",
  "Neutral_8": "*зевает* Я-я не знаю, почему я такая... *зевает* сонная сегодня.$2#$e#Может, пойду вздремну.$1",
  "Neutral_9": "Хей! Я всегда буду с тобой, слышишь?$9",
  "Bad_0": "@... Ты все еще любишь меня?$2#$e#...$2#$e#Н-нет, ничего. Я просто... чувствую себя очень подавлено сегодня по какой-то причине.$6#$e#%София отворачивается от вас.",
  "Bad_1": "П-прошлой ночью мне приснился плохой сон о моих родителях.$6#$e#Я в порядке. Это просто то, что происходит время от времени.$6#$e#...$12#$e#%Вы обнимаете Софию.",
  "Bad_2": "У меня скоро встреча с врачом...$2#$e#Я не хочу идти туда.$6#$e#%Вы говорите Софии, что все будет хорошо.",
  "Bad_3": "У меня болит животик...$2#$e#Думаю, я съела слишком много вкусняшек.$3",
  "Bad_4": "В последнее время тебя часто не было рядом...$2#$e#Я сделала что-то не так?$2",
  "Bad_5": "Хей... Завтра я тусуюсь с Виктором.$0#$e#Что мы будем делать? Не твое дело.$3#$e#%София отворачивается от вас.",
  "Bad_6": "Не сейчас. Я недовольна тобой.$3#$e#Тебе нужно больше убираться в доме. Я не твоя горничная.$3",
  "Bad_7": "П-прости, @. Не хочется сейчас говорить.$2#$e#Я сказала, не сейчас. Хватит меня беспокоить!$3#$e#%София игнорирует вас.",
  "Bad_8": "Т-ты думаешь, я слишком навязчивая?...$2#$e#...$2#$e#%Вы обнимаете Софию и гладите ее по голове. Она улыбается вам.",
  "Bad_9": "У... у меня были проблемы с дыханием сегодня утром...$2#$b#Я-я в порядке...$6#$e#%Вы обнимаете Софию."
}